[
  {
    "character": "亅",
    "meaning": "Колючка",
    "mnemonic": "Этот радикал имеет форму зазубрины. Подобно той, которую можно увидеть на колючей проволоке. Представьте себе, что один из них прилипает к вашему руку или одежду. Подумайте, как будет больно, если в вас воткнется этот маленький крючок на конце. Скажите вслух: «О, черт, во мне застряла колючка!»",
    "status": 3
  },
  {
    "character": "大",
    "meaning": "Большой",
    "mnemonic": "Этот радикал выглядит как фигурка из палочек—точнее, действительно большой парень с вытянутыми руками, красивый и большой. Когда вы видишь этого радикала, просто думай масштабно, потому что этот парень действительно БОЛЬШОЙ!",
    "status": 3
  },
  {
    "character": "工",
    "meaning": "Стройка",
    "mnemonic": "Вы знаете те большие стальные балки, которые используются для каркаса больших зданий? Это похоже на конец одного из них, и имеет очень четкую форму, как и этот радикал. Эти балки используются в строительстве, поэтому этот радикал означает строительство. Забавно то, что вы используете эти балки для сборки зданий точно так же, как вы собираетесь использовать этот радикал. вместе кандзи!",
    "status": 3
  },
  {
    "character": "十",
    "meaning": "Крест",
    "mnemonic": "Этот радикал выглядит как крест. Я имею в виду, просто посмотрите на него. Две полоски, проходящие друг через друга = крест!",
    "status": 3
  },
  {
    "character": "丶",
    "meaning": "Капля",
    "mnemonic": "Этот маленький радикал — капля воды или другой жидкости. Обратите внимание, что это всего лишь одна капля? Иногда радикалов или кандзи может быть больше чем одна капля, поэтому важно знать, как их отличить.",
    "status": 3
  },
  {
    "character": "入",
    "meaning": "Вход",
    "mnemonic": "Осторожно! Это не радикальный человек, это что-то другое. Какая разница? Правая сторона длиннее левой А на компьютерах эта дополнительная часть обычно торчит сверху. Это похоже на створку, открывающуюся в вигваме. И что вы делаете с отверстием? Вот почему этот радикал является входом. ",
    "status": 3
  },
  {
    "character": "ハ",
    "meaning": "Плавники",
    "mnemonic": "Изобразите рыбу. Теперь изобразите рыбу немного хуже, как детский рисунок рыбы. Теперь сотрите тело рыбы и. .. у тебя осталось два плавника! Ты видишь эти два плавника? Да, ты видишь их.",
    "status": 3
  },
  {
    "character": "一",
    "meaning": "Земля",
    "mnemonic": "Этот радикал состоит из одной горизонтальной черты. Какая самая большая одиночная горизонтальная черта? Это основа. Посмотрите на землю , посмотри на этого радикала, а теперь еще раз посмотри на землю. Вроде того же, да?",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/hz1r0trxcprt8t2tjbebgzchjpsz",
    "meaning": "Пушка",
    "mnemonic": "Это очень похоже на длинный пистолет, направленный вправо. У вас есть плечевой упор слева, а бочка справа. Представьте, что она висит в витрине на стене в музее.",
    "status": 3
  },
  {
    "character": "亠",
    "meaning": "Крышка",
    "mnemonic": "Это похоже на то, что можно поставить на чайник или кастрюлю, не так ли? У него даже есть небольшая ручка, чтобы убедиться, что вы не обожгись. Это какая-то крышка.",
    "status": 3
  },
  {
    "character": "山",
    "meaning": "Гора",
    "mnemonic": "Это гора. Вам придется добавить линии, составляющие вершину горы, если вы хотите большего \\ «похож на гору",
    "status": 3
  },
  {
    "character": "口",
    "meaning": "Рот",
    "mnemonic": "Большая зияющая квадратная дыра представляет собой человека, открывающего свой огромный рот, чтобы сказать вам что-то глупое.",
    "status": 3
  },
  {
    "character": "九",
    "meaning": "Девять",
    "mnemonic": "Если вы правильно посмотрите на этот радикал, вы заметите, что он чем-то похож на буквы \\",
    "status": 3
  },
  {
    "character": "人",
    "meaning": "Человек",
    "mnemonic": "Если бы вы рисовали человека простыми штрихами, как вы видите в кандзи, вы бы создали фигурку, может быть, что-то вроде это: 大. Но это всего лишь человек, а не кто-то, протягивающий руки, чтобы показать, какой он большой. Итак, их руки опущены, что делает их похожими на туловище с парой ног. Может быть, они тоже ходят. , именно поэтому их ноги так раздвинуты. Теперь ты можешь видеть этого человека, не так ли?",
    "status": 3
  },
  {
    "character": "力",
    "meaning": "Сила",
    "mnemonic": "Представьте себе парня, сгибающего руку вниз, чтобы продемонстрировать свою накачанную стероидами руку. Она огромна. Она такая мощная. РАРРРРРРРР! !",
    "status": 3
  },
  {
    "character": "勹",
    "meaning": "Тюрьма",
    "mnemonic": "Это похоже на своего рода загон - вот почему это тюрьма. Он обволакивает вещи и запирает их там. Тюрьмы - это довольно страшно, даже если вы не представляете, как кто-то медленно падает с неба, чтобы поймать вас.",
    "status": 3
  },
  {
    "character": "川",
    "meaning": "Река",
    "mnemonic": "Этот радикал уже похож на реку. Видите берега реки сбоку и течение реки посередине? Река тоже имеет небольшой поворот. Поэтому, когда вы видите этот радикал, вам следует подумать «река",
    "status": 3
  },
  {
    "character": "七",
    "meaning": "Семь",
    "mnemonic": "На что похож этот радикал? Хм, ничего особенного. А что, если перевернуть его вверх дном? Теперь он похож на 7 с перечёркнутой линией? Достаточно близко, чтобы запомнить, что этот радикал равен семи, верно? Просто помните: когда вы увидите этот радикал, переверните его и посмотрите, как оно выглядит. Если вы можете это сделать, вы сможете. запомни смысл!",
    "status": 3
  },
  {
    "character": "丿",
    "meaning": "Горка",
    "mnemonic": "Закройте глаза и представьте, что вы снова ребенок. А теперь откройте их и... посмотрите! Это слайд! Представьте себе немного вы скатываетесь по этому слайду снова и снова, прекрасно проводя время. Воображение + эмоции способствуют хорошему запоминанию!",
    "status": 3
  },
  {
    "character": "丨",
    "meaning": "Палка",
    "mnemonic": "Это палка, торчащая из земли. Она даже похожа на палку.",
    "status": 3
  },
  {
    "character": "日",
    "meaning": "Солнце",
    "mnemonic": "Поскольку в японских иероглифах нет кругов, иногда приходится обходиться прямоугольниками или квадратами. В данном случае этот большой прямоугольник — это Солнце. Средняя линия, проходящая через центр по горизонтали, — это экватор. Или, может быть, это облако, движущееся поперек Солнца. Представьте себе это, но не смотрите на солнце и не жгите глаза!",
    "status": 3
  },
  {
    "character": "ト",
    "meaning": "Товарищ",
    "mnemonic": "Ну тут канеш нужно прям постараться, чтобы придумать нормальное пояснение",
    "status": 3
  },
  {
    "character": "木",
    "meaning": "Дерево",
    "mnemonic": "Вы видите здесь дерево? У него есть ветви, а затем листва, нисходящая по диагонали от него, простирающаяся, как дерево могло бы. Вот почему этот радикал — дерево».",
    "status": 3
  },
  {
    "character": "二",
    "meaning": "Два",
    "mnemonic": "Одна строка плюс еще одна строка равняется двум строкам. Этот радикал представляет число два. Довольно просто, правда? Можете ли вы догадаться, как выглядит три? типа? Могу поспорить, что сможешь...",
    "status": 3
  },
  {
    "character": "女",
    "meaning": "Женщина",
    "mnemonic": "Этот радикал выглядит как широкий человек, состоящий из двух сложенных друг на друга X. У женщин обычно есть два XX для хромосом, и в те времена их хвалили за широкие бедра, способные вынашивать детей. Возможно, мы больше не думаем о женщинах так, но еще тогда, когда появился японский язык, это заставило их думать о женщине».",
    "status": 3
  },
  {
    "character": "本",
    "meaning": "Книга",
    "mnemonic": "Прямо у основания этого дерева есть срез. Зачем кому-то рубить дерево? Чтобы сделать из него книгу! Представьте себе, что вы живете в старые времена, когда вам приходилось самому срубать дерево, чтобы написать или прочитать книгу.",
    "status": 3
  },
  {
    "character": "弓",
    "meaning": "Лук",
    "mnemonic": "Этот радикал выглядит как причудливый составной лук, который люди используют для стрельбы по мишеням, а не по обычным живым животным. Посмотрите, как выглядит середина часть оттягивается назад? Представьте себе, что вы держите этот лук и стреляете из него по мишени в форме гигантского краба-аллигатора.",
    "status": 3
  },
  {
    "character": "子",
    "meaning": "Ребёнок",
    "mnemonic": "Этот радикал состоит из двух зазубрин и одного основного радикала. Если на земле есть зазубрины, кого (особенно) вам хотите избегать этого места? Вы хотите, чтобы ваш ребенок избегал этого места, поскольку дети очень небрежны и часто не носят обуви. Представьте, как плохо вы себя почувствуете, если позволите ребенку ходить по этим шипам. Очень плохо! Я полагаю.",
    "status": 3
  },
  {
    "character": "牛",
    "meaning": "Корова",
    "mnemonic": "Там крест и пистолет, пистолет проходит через крест. Вы используете крест для стабилизации своего пистолета, потому что вам нужно застрелить корову на ужин. Вы приносите свой крест, потому что вам нужно благословить корову после того, как вы ее убили (и это также хорошая подставка для вашего ружья.",
    "status": 3
  },
  {
    "character": "土",
    "meaning": "Грязь",
    "mnemonic": "На земле нарисован крест, создающий эту грязь. На грязи можно нарисовать что угодно, просто это крест. на этот раз представьте, что вы рисуете пальцем крест на земле. Почувствуйте, как грязь застревает у вас под ногтем, и никогда не забывайте.",
    "status": 3
  },
  {
    "character": "犬",
    "meaning": "Собака",
    "mnemonic": "Помнишь большого парня, который помог тебе вспомнить большого радикала? Теперь у большого парня что-то на плече... что это такое ? Ты смотришь и видишь, что у него там есть собака, сидящая так, будто это попугай, или кошка, или что-то в этом роде. Собаки не должны вот так висеть на плечах людей, но для него это работает!",
    "status": 3
  },
  {
    "character": "夕",
    "meaning": "Вечер",
    "mnemonic": "Вы видите тюрьму и радикалы, составляющие этот радикал? Эта тюрьма держится за каплю, потому что сейчас вечер. Вечерний воздух лучше удерживает капли жидкости, поэтому по утрам все покрыто росой.",
    "status": 3
  },
  {
    "character": "目",
    "meaning": "Глаз",
    "mnemonic": "Видите радужку в середине глазного яблока? Помните, что в кандзи нет круглых вещей, поэтому их место занимают квадратные вещи. Это делает квадратный глаз довольно реалистичным. Вам просто нужно немного прищуриться настоящими глазами.",
    "status": 3
  },
  {
    "character": "火",
    "meaning": "Огонь",
    "mnemonic": "Видите здесь радикального человека? От него что-то исходит... что это за вещи—О БОЖЕ МОЙ ЭТО ОГОНЬ! !! Помогите, помогите! Потушите пожар!",
    "status": 3
  },
  {
    "character": "五",
    "meaning": "Пять",
    "mnemonic": "Если вы используете свое воображение, этот радикал на самом деле выглядит как цифра \\",
    "status": 3
  },
  {
    "character": "尸",
    "meaning": "Флаг",
    "mnemonic": "Видите флаг в этом радикале? Там шест с флагом на конце, развевающийся на ветру. По сути, это радикал выглядит как флаг.",
    "status": 3
  },
  {
    "character": "彡",
    "meaning": "Волосы",
    "mnemonic": "Эти три пряди, отходящие в сторону, — это три пряди волос. Довольно легко увидеть и запомнить, правда?",
    "status": 3
  },
  {
    "character": "手",
    "meaning": "Рука",
    "mnemonic": "Это немного сложно представить, но я верю в тебя. Зазубрина посередине — это запястье/рука. Тогда, От него отходят четыре обычных пальца, а затем один большой палец (радикальная часть слайда вверху). Итак, у вас четыре пальца, большой палец и запястье. Вот что составляет вашу безумно выглядящую руку.»",
    "status": 3
  },
  {
    "character": "冂",
    "meaning": "Голова",
    "mnemonic": "Вот такую голову может нарисовать ребенок—можете ли вы представить ее с глазами, носом, ртом и ушами? Кто бы там ни был голова действительно квадратная. Может быть, это голова известного губчатого мультперсонажа. Хм.",
    "status": 3
  },
  {
    "character": "天",
    "meaning": "Небеса",
    "mnemonic": "Есть два радикала и человек радикал. Первый уровень жизни человека - на земле. Второй уровень (этот уровень , поэтому здесь два радикала) находится на небесах. Поэтому, когда вы видите человека на уровне 2, вы знаете, что он на небесах.",
    "status": 3
  },
  {
    "character": "王",
    "meaning": "Король",
    "mnemonic": "Этот радикал - не то, что может иметь каждый. Только король может носить эту корону на своей голове. Этот радикал - знак королей .Представь, что твой любимый король носит это на голове. Это довольно необычная форма. Я думаю, ты сможешь это сделать.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/93t725nw1lpvtrlse0qxqviid52e",
    "meaning": "Лист",
    "mnemonic": "Сверху есть лист, из которого выходит стебель, образуя лист радикальный. Он похож на кувшинку, сидящую на поверхности воды, стебель которой опускается на дно, где находится грязь.",
    "status": 3
  },
  {
    "character": "儿",
    "meaning": "Ноги",
    "mnemonic": "Этот радикал уже похож на пару ног. На этих ногах даже есть ступни (в отличие от радикала плавников, о котором вы узнали ранее) . Вот откуда вы знаете, что это ноги, а не плавники (или что-то еще).",
    "status": 3
  },
  {
    "character": "中",
    "meaning": "Средний",
    "mnemonic": "Палка проходит прямо через середину чьего-то рта! Представьте, что этот рот принадлежит вам. Измерьте положение палки. Идеально выровнено , прямо посередине. Это потрясающе, хотя, честно говоря, у вас, вероятно, есть более серьезные проблемы, чем измерение местоположения этой палочки во рту.",
    "status": 3
  },
  {
    "character": "月",
    "meaning": "Луна",
    "mnemonic": "Луна на самом деле состоит из Солнца, но у нее отходят маленькие ножки, наклоненные влево. Почему? Потому что Луна всегда убегает от Солнца так быстро, как только может. Она не хочет загореться, поэтому ей приходится бежать, чтобы оставаться впереди!",
    "status": 3
  },
  {
    "character": "ナ",
    "meaning": "Нарвал",
    "mnemonic": "Эх ля",
    "status": 3
  },
  {
    "character": "ム",
    "meaning": "Личное",
    "mnemonic": "Это маленький треугольник, который почти полностью закрыт. Когда вы хотите побыть в одиночестве, вы прячетесь в месте, где вы можете быть наедине. Вот почему это частный радикал. Вы закрываетесь от остального мира лишь маленьким глазком.",
    "status": 3
  },
  {
    "character": "田",
    "meaning": "Рисовые поля",
    "mnemonic": "Рисовые поля состоят из полей, между которыми проходят ирригационные линии. Посмотрите на четыре рисовых поля, между которыми и вокруг них течет вода. ? Вот почему этот радикал — рисовое поле",
    "status": 3
  },
  {
    "character": "小",
    "meaning": "Маленький",
    "mnemonic": "У вас есть плавники и бородка. Рыба, в которую можно воткнуть весь бородку, должна быть очень маленькой. , поскольку он торчит через все тело рыбы (что вы можете себе представить, исходя из размера тела по сравнению с и без того маленьким усачом.)",
    "status": 3
  },
  {
    "character": "立",
    "meaning": "Стоять",
    "mnemonic": "Две палки подпирают крышку. Делая это, они заставляют ее встать.",
    "status": 3
  },
  {
    "character": "止",
    "meaning": "Стоп",
    "mnemonic": "Перед вами огромный палец ноги и палка. Вы едете к ним на машине, но не не увидишь их, пока на них не упадет свет фар. К чему эти вещи, скорее всего, заставят тебя немедленно остановить машину?",
    "status": 3
  },
  {
    "character": "丁",
    "meaning": "Улица",
    "status": 3
  },
  {
    "character": "刀",
    "meaning": "Меч",
    "mnemonic": "Если посмотреть на этот радикал, то он похож на нижнюю часть меча, точнее на рукоятку. Этот радикал тоже выглядит во многом похоже на радикал силы (力), так что не путайте их. Здесь отсутствует маленький кусочек вверху, потому что 90% силы исходит от меча, чтобы сразить ваших врагов (именно поэтому радикал меча). составляет 90% силового радикала).",
    "status": 3
  },
  {
    "character": "千",
    "meaning": "Тысяча",
    "mnemonic": "Вы находитесь в комнате, окруженной горками. С горок кувыркаются крест за крестом за крестом. Они подпрыгивают. и бьют тебя по лицу, по руке, везде... С каждым крестом раздается голос, кричащий: «ОДИН! ДВА! ТРИ СОТНИ! ПЯТЬСОТ!» и так далее. Вы боитесь, что это никогда не закончится, потому что вы начинаете тонуть в крестах. Потом голос кричит «ОДНА ТЫСЯЧА», и они останавливаются. И все равно вы не можете пошевелиться. Подумайте обо всем называют числа, и все время задаются вопросом, будет ли оно последним. Почувствуйте облегчение, которое вы почувствуете, если оно остановится на тысяче, потому что вас больше не похоронят. Тысяча крестов полностью покрывает вас. голову, но поскольку это кресты, ты еще можешь дышать.",
    "status": 3
  },
  {
    "character": "メ",
    "meaning": "Сокровище",
    "mnemonic": "Этот радикал — сокровище, потому что, как говорится, \\",
    "status": 3
  },
  {
    "character": "水",
    "meaning": "Вода",
    "mnemonic": "Из обеих сторон этого зазубрина вытекают капли жидкости. Вы можете представить, что зазубрина втыкают в землю, а затем вытаскивают .Когда это так, вода хлещет с обеих сторон. Вот почему этот радикал — вода",
    "status": 3
  },
  {
    "character": "白",
    "meaning": "Белый",
    "mnemonic": "Добавьте к чему-нибудь каплю солнца, и оно станет белым. Солнце очень сильное, поэтому даже одна капля будет сожгите что-нибудь белое. Как вы думаете, почему так много пляжей белые? Даже капли солнцезащитного крема, которые вы используете, чтобы задерживать солнечные лучи, белые. Поэтому, когда вы думаете о солнечных каплях, думайте о белых.",
    "status": 3
  },
  {
    "character": "文",
    "meaning": "Письмо",
    "mnemonic": "Это похоже на табуретку с крышкой, но на самом деле это письменный стол. Вы это видите? Красивый, тихое место для письма. Вы даже можете видеть ручку, торчащую посередине. Разве вы не хотели бы писать здесь?",
    "status": 3
  },
  {
    "character": "矢",
    "meaning": "Стрела",
    "mnemonic": "У вас очень большая пушка. Почему? Потому что только большие пушки смогут стрелять стрелами! Пули довольно маленькие, поэтому оружие, из которого они стреляют, может быть любого размера, но вам понадобится большое ружье, если вы хотите засунуть в него стрелу, а затем выстрелить в своих врагов.\n\nнаконечник стрелы пронзает две стены",
    "status": 3
  },
  {
    "character": "广",
    "meaning": "Навес",
    "mnemonic": "Это навес. Видите свисающую вниз ткань и маленькую точку в середине, поддерживающую ее? Вы можете сесть под здесь и наслаждайтесь ярким летним днем без солнца!",
    "status": 3
  },
  {
    "character": "方",
    "meaning": "Направление",
    "mnemonic": "Этот радикал выглядит как чувак, убегающий вправо. Он движется в совершенно отчетливом направлении. Опять в каком направлении?",
    "status": 3
  },
  {
    "character": "戸",
    "meaning": "Дверь",
    "mnemonic": "Куда обычно идет флаг? Он проходит над дверью. Я знаю, что радикал 一 обычно означает землю, но в данном случае мы скажем, что флаг находится в дверном проеме (где 一 — это верхняя часть двери).",
    "status": 3
  },
  {
    "character": "干",
    "meaning": "Сухой",
    "mnemonic": "У вас два на палке. Два что? Ну, вы не можете сказать, потому что они слишком сухие. Кто-то положил два что-то на этой палочке высохло, но они, похоже, слишком долго их не трогали. Это было мясо? Огурцы? Понятия не имею, но это точно что-то очень сухое.",
    "status": 3
  },
  {
    "character": "父",
    "meaning": "Отец",
    "mnemonic": "Сокровище, составляющее этот радикал, покрыто плавниками. Вы убираете плавники и начинаете копать там, где находится X (потому что \\",
    "status": 3
  },
  {
    "character": "扌",
    "meaning": "Пальцы",
    "mnemonic": "Это похоже на руку (手) радикально, но меньше. Это потому, что это всего лишь пальцы. У вас не всегда есть В кандзи может поместиться целая рука, но всегда найдется место для нескольких пальцев.",
    "status": 3
  },
  {
    "character": "毛",
    "meaning": "Мех",
    "mnemonic": "Вы помните радикал волоса? Вот так, только теперь волосы прикреплены к хвосту. Животные обычно этого не делают хотя у них есть волосы. Вместо этого у них есть мех.",
    "status": 3
  },
  {
    "character": "𠆢",
    "meaning": "Шляпа",
    "mnemonic": "Вы знаете эти шляпы из рисовых полей? Те, что по форме похожи на этот радикал? Вот почему этот радикал - шляпа.",
    "status": 3
  },
  {
    "character": "心",
    "meaning": "Сердце",
    "mnemonic": "Взгляните на это внимательно. Оно похоже на сердце (правда, не на стереотипное сердце Дня святого Валентина) Представьте себе настоящее сердце. По сути, в середине есть шишка (сердце) и три линии, которые образуют артерии, которые входят и выходят из сердца, чтобы поддерживать вашу жизнь. так что выучить его по ходу дела не должно быть слишком сложно. Помните, что шишка (сердце) плюс артерии равняются сердцу, как настоящему сердцу, а не фальшивому, очень доброму.",
    "status": 3
  },
  {
    "character": "冫",
    "meaning": "Лед",
    "mnemonic": "Помните радикал капли (жидкости)? Это две капли вместо одной. Когда вы видите две капли, вам следует подумать , «следующий этап воды",
    "status": 3
  },
  {
    "character": "生",
    "meaning": "Жизнь",
    "mnemonic": "Этот радикал состоит из коровьего радикала с наземным радикалом под ним. Если у вас есть коровы на твердой земле, то у вас действительно есть Я думаю, хорошая жизнь. Иногда этот радикал появляется и без слайдера сбоку, хотя мы будем относиться к ним обоим как к «жизни",
    "status": 3
  },
  {
    "character": "今",
    "meaning": "Сейчас",
    "mnemonic": "Это шляпа на вершине катаканы, обозначающая ",
    "status": 3
  },
  {
    "character": "古",
    "meaning": "Старый",
    "mnemonic": "У вас крест на рту—это довольно религиозный рот. Кто больше всего говорит о религии? В основном старики. Еще , подумайте о самом учении религии - тоже довольно старом, с точки зрения возраста. Как ни посмотри, все в этом радикале какое-то ",
    "status": 3
  },
  {
    "character": "幺",
    "meaning": "Какашки",
    "mnemonic": "Из тебя что-то торчит, пока ты наедине. Это какашки! Нельзя просто какать публично, это незаконно. и это отвратительно в наши дни. Так что в следующий раз, когда из вас начнет исходить что-то наедине, подумайте: «Ах, да, это какашки\n\nпоза похода в туалет",
    "status": 3
  },
  {
    "character": "匕",
    "meaning": "Ложка",
    "mnemonic": "Этот радикал похож на ложку! Ну, ложку, которую сильно погнул злой человек или экстрасенс. Иди возьми ложку и попытайтесь согнуть ее в такую форму. Затем держитесь за нее, чтобы никогда не забыть, что это радикал ложки!\n\n\nповарёжка",
    "status": 3
  },
  {
    "character": "石",
    "meaning": "Камень",
    "mnemonic": "Из квадратного предмета (обычно это рот, но не в этот раз) растет лист. Лист растет. Я имею в виду, очевидно, потому что листья не растут изо рта. В любом случае, представьте себе камень посреди природы с листом, растущим из него или прямо за ним, и вы никогда этого не забудете. радикал!",
    "status": 3
  },
  {
    "character": "又",
    "meaning": "Табурет",
    "mnemonic": "Это похоже на раскладной табурет, ладно?",
    "status": 3
  },
  {
    "character": "用",
    "meaning": "Задача",
    "mnemonic": "Это немного похоже на календарь с местами для записи задач на день. Видите эти пустые разделы? Обязательно ты записываешь свои ежедневные задачи, чтобы не забыть сделать что-то важное!",
    "status": 3
  },
  {
    "character": "巾",
    "meaning": "Полотенце",
    "mnemonic": "На этой палке что-то накинуто. Это полотенце!! Представьте, что вы берете мокрое полотенце и вешаете его на перила или палку, чтобы оно не будет заплесневелым и грубым. Оно будет выглядеть именно так.",
    "status": 3
  },
  {
    "character": "⺌",
    "meaning": "Змей-Горыныч",
    "mnemonic": "Три рога символизируют трицератопса, одного из самых удивительных динозавров на свете.",
    "status": 3
  },
  {
    "character": "毋",
    "meaning": "Окно",
    "mnemonic": "Видите крест-накрест в форме псевдоквадрата? Это рамки большого окна, из которого вы можете смотреть. Это не идеальной формы, как рисовое поле, оно более художественное, поэтому это окно, а 田 — нет.",
    "status": 3
  },
  {
    "character": "夂",
    "meaning": "Зима",
    "mnemonic": "Этот радикал похож на вечерний радикал, но у него очень длинный штрих. Это потому, что зимой вечера длинные. Темнеет супер рано.",
    "status": 3
  },
  {
    "character": "也",
    "meaning": "Крокодил",
    "mnemonic": "Видите пасть и зубы этого аллигатора, который смотрит вправо? Вы бы не хотели, чтобы ваша рука застряла в нем вот это точно.",
    "status": 3
  },
  {
    "character": "竹",
    "meaning": "Бамбук",
    "mnemonic": "Видите, какие высокие стебли с маленькими кустиками наверху? Это похоже на бамбук, если включить воображение. ",
    "status": 3
  },
  {
    "character": "巴",
    "meaning": "Кровать",
    "mnemonic": "Вам придется мысленно завершить строку с правой стороны, но вы видите прямоугольную кровать и подушки? Это точно кровать. Эта недостающая строчка — это то место, где вы откинули простыни, когда проснулись сегодня утром",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/8v0hjy2gh2dnmh1cgbcg8cedpd58",
    "meaning": "Нищий",
    "mnemonic": "Разве это не похоже на то, что кто-то стоит на коленях и протягивает руки (сжимая) и выпрашивают что-то (деньги, свою жизнь и т. д.) Поэтому этого радикала называют нищим.",
    "status": 3
  },
  {
    "character": "支",
    "meaning": "Ветка",
    "mnemonic": "Из этого табурета растет крест. Если хотите, он ответвляется от него. Дерево, из которого был сделан этот табурет возвращается к жизни в виде ветки.",
    "status": 3
  },
  {
    "character": "車",
    "meaning": "Автомобиль",
    "mnemonic": "Разве это не похоже на вид сверху на раму автомобиля? Вот стержни, составляющие основу машины и вещей, на которых можно ездить. Вот почему этот радикал — автомобильный радикал",
    "status": 3
  },
  {
    "character": "弋",
    "meaning": "Церемония",
    "mnemonic": "Этот радикал выглядит как человек в длинном платье или шлейфе, идущем за ним. Это потому, что это жених или невеста, идущие на свадьбу церемония! Обычно вам приходится носить длинное платье или накидку, если вы находитесь на церемонии. Поэтому, когда вы увидите это радикальное зрелище, подумайте обо всех церемониях, которые вам, возможно, придется посетить в своей жизни, и о том, что вам понадобится. носить.",
    "status": 3
  },
  {
    "character": "厂",
    "meaning": "Утес",
    "mnemonic": "Видите утес? Он обращен на запад. Какой океан находится к западу от вас? Это направление, в котором обращен этот утес.",
    "status": 3
  },
  {
    "character": "耳",
    "meaning": "Ухо",
    "mnemonic": "Этот радикал немного сложнее, чем глаз, хотя и похож. Фактически, если вы ослепнете, ваши уши станут одним из ваше новое зрение, поэтому это похоже на другой, несколько измененный глаз. Вы даже заметите маленькие морщинки, торчащие из глаз. Это потому, что уши торчат больше, чем глаза (>), вот почему этот радикал. является ли ухо радикалом.",
    "status": 3
  },
  {
    "character": "气",
    "meaning": "Энергия",
    "mnemonic": "Этот радикал имеет форму плотины. Видите стену и воду, переливающуюся через верх? Если этот радикал - плотина , тогда он также должен создать тонну энергии!",
    "status": 3
  },
  {
    "character": "艹",
    "meaning": "Цветы",
    "mnemonic": "Видите маленькие штучки, торчащие из земли? Эти маленькие штучки - милые маленькие цветы. Вы знаете, что это цветы, а не... скажем, трава, потому что они разнесены. Вы выучите траву позже, и она будет менее разнесена, но чем-то похожа на эту, так что имейте это в виду!",
    "status": 3
  },
  {
    "character": "足",
    "meaning": "Нога",
    "mnemonic": "Видишь чувака, который наносит удар летающего дракона вправо? Чем он бьет цель? Очевидно, это ногой. ",
    "status": 3
  },
  {
    "character": "冖",
    "meaning": "Лоб",
    "mnemonic": "Конечно, этот лоб немного квадратный, но это потому, что это лоб Монстра Франкенштейна. Кроме того, вы заметили, что это всего лишь верхняя часть головы (冂) радикальная? Это всего лишь лобная часть!",
    "status": 3
  },
  {
    "character": "丷",
    "meaning": "Рога",
    "mnemonic": "Вы видите рога? Вы можете надеть эти рога на что угодно. Ослы, люди, обезьяны и так далее. Это именно то, что мы займемся этим, когда выучим кандзи, у которых тоже есть рога.",
    "status": 3
  },
  {
    "character": "虫",
    "meaning": "Насекомое",
    "status": 3
  },
  {
    "character": "ｲ",
    "meaning": "Лидер",
    "mnemonic": "Этот радикал технически означает человека (например, 人), но мы собираемся немного изменить значение. Это что-то вроде как человек-радикал, но он выше и худее, стоит выше остальных пеонов. Вот почему это лидер, а не обычный старик.",
    "status": 3
  },
  {
    "character": "彳",
    "meaning": "Бездельничать",
    "mnemonic": "На лидере радикала (ｲ) есть что-то лишнее, удерживающее его, удерживающее его. Это вызывает ему ждать... это заставляет его слоняться без дела.",
    "status": 3
  },
  {
    "character": "主",
    "meaning": "Мастер",
    "mnemonic": "У этого короля над головой плавает капля воды. Это потому, что он не просто король, он повелитель воды. Мастер",
    "status": 3
  },
  {
    "character": "寸",
    "meaning": "Измерение",
    "mnemonic": "Вы когда-нибудь пользовались одним из этих математических циркулей? Он выглядит точно так же, потому что это радикал измерения. Используются циркули чтобы измерить вещи, вот так.\n\nштангенциркуль",
    "status": 3
  },
  {
    "character": "不",
    "meaning": "Не-",
    "mnemonic": "Если вы увидите этот радикал в кандзи, вам захочется подумать о противоположности любым другим радикалам, которые существуют. Это выглядит очень похоже на «ниже",
    "status": 3
  },
  {
    "character": "元",
    "meaning": "Происхождение",
    "mnemonic": "У вас есть две ноги, составляющие этот радикал. Между двумя ногами — это то, откуда вы пришли, как бы вы на это ни посмотрели. Эти две ноги - твое происхождение.",
    "status": 3
  },
  {
    "character": "兀",
    "meaning": "Число Пи",
    "mnemonic": "Очевидно, это похоже на старую добрую вещь из 3.14, о которой все люди должны знать. Это математический символ, который имеет отношение к кругам... пи!",
    "status": 3
  },
  {
    "character": "皿",
    "meaning": "Тарелка",
    "mnemonic": "Это несколько тарелок, сохнущих на стойке. Они сложены в ряд. Представьте, что вы протягиваете руку и хватаете одну из них. тарелки для себя.",
    "status": 3
  },
  {
    "character": "赤",
    "meaning": "Красный",
    "mnemonic": "Под землей какие-то ноги и плавники. Представьте, что вы смотрите на все эти отрубленные конечности... повсюду кровь. Нет как бы глубоко ни копал, все в красных пятнах.",
    "status": 3
  },
  {
    "character": "米",
    "meaning": "Рис",
    "mnemonic": "Не путать с рисовыми полями (田). Это просто сырой рис, похожий на зерно, которое вырастает из молотый, когда рис сырой и свежий. Когда рис особенно спелый, верхние стебли выглядят вот так. Видите длинные листья с маленькими рисовыми пучками наверху. Вот почему этот радикал — «рис». .\\",
    "status": 3
  },
  {
    "character": "宀",
    "meaning": "Крыша",
    "mnemonic": "Это крыша. Вы знаете, что это крыша, а не лоб, потому что сверху торчит небольшой дымоход. И лбы дымоходов точно нет.",
    "status": 3
  },
  {
    "character": "士",
    "meaning": "Самурай",
    "mnemonic": "Радикал самурая очень похож на радикал грязи. Разница заключается в верхней горизонтальной линии. У самураев верх длиннее потому что он держит мечи. Грязь ничего не может удержать, потому что ее руки слишком короткие. Так что, когда вы увидите этого радикала, подумайте: длинные руки для некоторых длинных мечей!",
    "status": 3
  },
  {
    "character": "見",
    "meaning": "Видеть",
    "mnemonic": "На некоторых ногах есть глазное яблоко. Когда ваши глаза занимают место (в данном случае на ногах), ваши глаза видеть эти вещи. Вот почему это радикальное слово означает «видеть",
    "status": 3
  },
  {
    "character": "貝",
    "meaning": "Моллюск",
    "mnemonic": "На некоторых плавниках есть гигантский глаз. Представьте, что этот гигантский глаз находится на вершине моллюска или мидии. маленькие плавники, на которых он бегает, спасаясь от каждой вашей попытки его поймать. Вот почему это моллюсковый радикал.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/88nct2qb4ol2uhwd9o7djsh3psa3",
    "meaning": "Шипы",
    "mnemonic": "На земле торчит куча шипов. Вы бы не хотели, чтобы они наступи на них сейчас, ладно?",
    "status": 3
  },
  {
    "character": "ネ",
    "meaning": "Дух",
    "mnemonic": "Это похоже на символ катаканы для ne. Ne для некроманта! Это делает это духом, восставшим из могилы. Оооооооооо !",
    "status": 3
  },
  {
    "character": "糸",
    "meaning": "Нить",
    "mnemonic": "В каких-то какашках есть что-то маленькое. Вы наклоняетесь, осторожно вытаскиваете это и понимаете, что это нить. Почему там что-то есть? нить в этих маленьких какашках? Потому что это кошачьи фекалии. А кошки любят есть нитки, когда ты не смотришь, нитки, нитки от толстовок и мышиные хвосты.",
    "status": 3
  },
  {
    "character": "乚",
    "meaning": "Зонтик",
    "mnemonic": "Знаете ли вы, как формируется нижняя часть зонтика? У него есть крючок, который закручивается вокруг ручки. Поэтому, когда вы видите этот радикал, вам следует подумать о нижней части зонтика, и это поможет вам вспомнить, что это означает зонтик",
    "status": 3
  },
  {
    "character": "世",
    "meaning": "Мир",
    "mnemonic": "В кандзи нет кругов, помните? Итак, представьте, что эти углы на самом деле являются кругами. Маленький круг в большом круге, с линия, проходящая через них. Да ведь это мир. Мир выглядит вот так, с континентами на земном шаре, а линия — это экватор?",
    "status": 3
  },
  {
    "character": "斤",
    "meaning": "Топор",
    "mnemonic": "Я знаю, это странный топор. Но подумайте об этом так: буква \\\n\n\nтопор на подставке\n\nбуква Т - топор",
    "status": 3
  },
  {
    "character": "青",
    "meaning": "Голубой",
    "mnemonic": "У вас есть жизнь на вершине Луны (не обращайте внимания на то, что жизни не хватает маленькой горки на левой стороне). На чем будет жить жизнь? как выглядит луна? Ну, во-первых, у них нет воздуха, поэтому они, наверное, выглядят довольно синими от удушья. Когда вы их встретите, вы обнаружите, что это цивилизация синих людей. жить там, быть синим и смурфиком.",
    "status": 3
  },
  {
    "character": "耂",
    "meaning": "Гроб",
    "mnemonic": "Видите горку, уходящую в грязь? Туда бросают ваше тело, когда вы умираете. На самом деле это гроб!",
    "status": 3
  },
  {
    "character": "色",
    "meaning": "Цвет",
    "mnemonic": "Кровать, которую вы получаете в тюрьме, — единственная цветная вещь, которую вы увидите, пока находитесь там. Представьте темную, сырую Может быть, и туалет. А теперь представьте себе яркую, красочную кровать у стены. Это единственная радость, которая у вас есть",
    "status": 3
  },
  {
    "character": "羽",
    "meaning": "Перья",
    "mnemonic": "Этот радикал уже выглядит как пара крыльев, да? Что на крыльях? Ну, обычно перьев много.",
    "status": 3
  },
  {
    "character": "行",
    "meaning": "Идти",
    "mnemonic": "У вас есть радикалы для слов ",
    "status": 3
  },
  {
    "character": "金",
    "meaning": "Золото",
    "mnemonic": "Под этой шляпой два набора шипов. На самом деле это ловушка, чтобы никто не смог войти и украсть ваше золото. Почему еще ты бы сделал ловушку? Все любят защищать свое золото.",
    "status": 3
  },
  {
    "character": "乍",
    "meaning": "Ключ",
    "mnemonic": "Это ключ очень странной формы, но тем не менее это ключ.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/0dhu1giyf87t64fcp993ltgsrf5v",
    "meaning": "Пинок",
    "mnemonic": "Эти ноги забавно сгибаются. Они сгибаются так, что могут вас пнуть! Представьте, что кто-то бьет вас ногой. Посмотрите на его ноги, и, ах да, это выглядит именно так!",
    "status": 3
  },
  {
    "character": "开",
    "meaning": "Фонарь",
    "mnemonic": "Представьте себе фонарь старого образца. Он стоит на нескольких ножках (с этого ракурса можно увидеть только две) и в держателе в форме коробки наверху. Вы можете себе представить, как они выстроились вдоль улиц до появления электричества, не так ли? Вот почему этот радикал — фонарь.",
    "status": 3
  },
  {
    "character": "可",
    "meaning": "Пирсинг губы",
    "mnemonic": "В рот входит что-то с крючком. Но это не крючок, а кольцо для губы. Раньше использовали рыболовные крючки и гвозди в былые времена (хорошо, что мы больше не живем в те времена!)",
    "status": 3
  },
  {
    "character": "肉",
    "meaning": "Мясо",
    "mnemonic": "В своей голове вы можете думать только о людях, людях и еще большем количестве людей. Это плохо, потому что на самом деле все, что вам нужно, это их мясо, потому что ты какой-то больной каннибал... ты монстр. Когда ты думаешь о \n\nхолодильник с подвешеными людьми мясом",
    "status": 3
  },
  {
    "character": "会",
    "meaning": "Встреча",
    "mnemonic": "Под шляпой два человека встречаются наедине. Посмотрите на них, спрятавшихся там. У них должна быть причина хотеть встретитесь в таком уединенном месте, но это не вам судить. Может быть, в следующий раз, когда вам придется встретиться с кем-то, вы тоже спрячетесь с ним под шляпой.",
    "status": 3
  },
  {
    "character": "冋",
    "meaning": "Усы",
    "mnemonic": "Видите усы, обрамляющие рот? Хотел бы я вырастить такие милые усы.",
    "status": 3
  },
  {
    "character": "雨",
    "meaning": "Дождь",
    "mnemonic": "Полотенце пропитано каплями жидкости. Это потому, что идет дождь. Уберите полотенца и другую одежду внутрь, пока они не промокли насквозь. от этого дождя!",
    "status": 3
  },
  {
    "character": "走",
    "meaning": "Бег",
    "mnemonic": "Видите бегущего человека? Однако не путайте это с ногой (足). Голова — это просто полоса, потому что это человек бежит так быстро.\n\nне выкупаю с головой - лучше сделать с нога по грязи или земле",
    "status": 3
  },
  {
    "character": "言",
    "meaning": "Говорить",
    "mnemonic": "Изо рта исходит множество звуковых волн. Эти волны представляют то, что вы говорите.",
    "status": 3
  },
  {
    "character": "⻌",
    "meaning": "Скутер",
    "mnemonic": "Этот радикал — самокат. Видите руль и маленький фонарик? А внизу есть платформа, на которой можно стоять или сидеть. (если это один из тех хороших моторизованных автомобилей).",
    "status": 3
  },
  {
    "character": "自",
    "meaning": "Я",
    "mnemonic": "Это маленькое пятнышко/капля на твоем глазу - это то, что делает тебя уникальным. Это то, что делает тебя самим собой. Это ты, понимаешь? ",
    "status": 3
  },
  {
    "character": "氵",
    "meaning": "Цунами",
    "mnemonic": "Вы видели одну каплю (丶), но что произойдет, если вы утроите это число и получите три капли, что оказывается какое максимальное количество капель вы можете получить? В конечном итоге вы получите разрушительное цунами, потому что воды слишком много и ей некуда деваться. Просто подумайте об этом, как о большом количестве воды. цунами.",
    "status": 3
  },
  {
    "character": "廾",
    "meaning": "Двадцать",
    "mnemonic": "У вас есть 十 плюс 十... что вы получите, если сложите эти два кандзи вместе? Вы получите двадцать.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/8ehtvsbiqptsdf912n0v6f179y7i",
    "meaning": "Клумба",
    "mnemonic": "Это крыша с дополнительными шипами/рогами. Кто прославился своими шипами крыши, шипастые шлемы, шипастые лодки?! Викинги! Вот почему это викинг-радикал.",
    "status": 3
  },
  {
    "character": "里",
    "meaning": "Деревня",
    "mnemonic": "Это рисовые поля, окруженные землей. Это идеальное место для создания деревни. У вас есть место для ведения сельского хозяйства. и немного грязи, чтобы жить. Что еще тебе нужно?",
    "status": 3
  },
  {
    "character": "西",
    "meaning": "Запад",
    "mnemonic": "",
    "status": 3
  },
  {
    "character": "ヨ",
    "meaning": "Тройник",
    "mnemonic": "Три палки, значит тройник",
    "status": 3
  },
  {
    "character": "ホ",
    "meaning": "Ангел",
    "mnemonic": "Прежде всего, посередине находится крест, что автоматически делает его религиозным радикалом. Этот крест является рамкой чьего-то тела, и то, что от него исходит, — это крылья.",
    "status": 3
  },
  {
    "character": "血",
    "meaning": "Кровь",
    "mnemonic": "На вашей тарелке что-то маленькое пятнышко. \\",
    "status": 3
  },
  {
    "character": "灬",
    "meaning": "Кипеть",
    "mnemonic": "Этот радикал выглядит как огонь от горелки плиты или пар, выходящий из кастрюли с водой. Это потому, что это это радикал кипения. Вам нужно вскипятить кучу воды на огне. Этот радикал выглядит как все эти части одновременно!",
    "status": 3
  },
  {
    "character": "凵",
    "meaning": "Ящик",
    "mnemonic": "Этот ящик открыт. Внутри может быть сколько угодно вещей, но сейчас все, что вам нужно знать, это значение этого радикал, который есть коробка.",
    "status": 3
  },
  {
    "character": "市",
    "meaning": "Город",
    "mnemonic": "Вы уже выучили кандзи 市, что означает город. Мы тоже рассматриваем его как радикальный, поскольку он появляется в многие другие кандзи, когда оно используется как радикал, по-прежнему означает город ",
    "status": 3
  },
  {
    "character": "亡",
    "meaning": "Смерть",
    "mnemonic": "На льве крышка. А ты застрял под крышкой со львом, а это значит, что ты обязательно встретишь свою смерть . Или, если ты не хочешь умирать, подумай о бедном льве. Если ты оставишь льва под крышкой слишком долго, смерть придет и за ним. В любом случае, сегодня кто-то умрет.\n\nL - lion тут не самая удачная мнемоника",
    "status": 3
  },
  {
    "character": "食",
    "meaning": "Кушать",
    "mnemonic": "Вы надеваете шляпу и выходите на улицу пнуть что-то белое. Это большой белый гусь, и вы убили его своим ногой. Это потому что ты собираешься приготовить и съесть это, ням!\n\n",
    "status": 3
  },
  {
    "character": "占",
    "meaning": "Предсказание",
    "mnemonic": "У кого-то палец ноги во рту. Это гадалка, предсказывающая ваше будущее. Но чтобы она это сделала, ей нужно возьми один палец своей ноги и попробуй его. Лучше бы тебе повезло, если ты позволил кому-то засунуть твою ногу ему в рот.\n\n\nбарабан якубовича",
    "status": 3
  },
  {
    "character": "禾",
    "meaning": "Зерно",
    "mnemonic": "Это дерево с горкой, срезающей верхушку. А что на верхушке есть такого, что вы срезаете её? Зерна. Представьте себе, что вы берете серп и срезаете зерна с риса или пшеницы. Растение, которое вы оставляете после себя, будет выглядеть вот так. Это знак того, что вы получили от него какое-то зерно.",
    "status": 3
  },
  {
    "character": "未",
    "meaning": "Реактивный самолет",
    "mnemonic": "Это похоже на один из тех самолетов, у которых тоже есть маленькие носовые крылья. Представьте, что вы смотрите на самолет из сверху вниз, вот как это будет выглядеть. Именно поэтому это реактивный радикал",
    "status": 3
  },
  {
    "character": "刂",
    "meaning": "Нож",
    "mnemonic": "Это нож. Видите, какие у него две острые стороны? И внизу есть маленькая ручка для... ну ручку. Будьте осторожны, не порежьтесь!",
    "status": 3
  },
  {
    "character": "欠",
    "meaning": "Нехватка",
    "mnemonic": "В тюрьме есть человек. Почему этот человек в тюрьме? Потому что ему не хватает того, что людям нужно для общения с другими людьми. Если вам чего-то не хватает (доброты, самообладания и т. д.), вы можете сделать что-то, из-за чего другие люди посадят вас в тюрьму. Постарайтесь исправить то, чего вам не хватает, чтобы с вами этого не случилось",
    "status": 3
  },
  {
    "character": "斗",
    "meaning": "Ковш",
    "mnemonic": "Это ковш, в который зачерпывают две капли жидкости. Видите ручку и черпачную часть ковша? Представьте, что вы наливаете немного воды в свой рот. Ммм.",
    "status": 3
  },
  {
    "character": "L",
    "meaning": "Кресло-татами",
    "mnemonic": "Стул, но без ножек, поэтому это японский стул. Стул, который символизирует кресло-татами",
    "status": 3
  },
  {
    "character": "長",
    "meaning": "Длинный",
    "mnemonic": "У вас есть модифицированный ключевой радикал поверх ударного радикала. Вы пинаете клавишу как можно дальше, а затем измеряете расстояние . Как долго он ехал? Сколько времени тебе понадобится, чтобы найти его? Сколько времени у тебя будут проблемы из-за того, что ты пнул ключ в лес?",
    "status": 3
  },
  {
    "character": "マ",
    "meaning": "Мама",
    "mnemonic": "Этот радикал похож на иероглиф катаканы \\",
    "status": 3
  },
  {
    "character": "首",
    "meaning": "Шея",
    "mnemonic": "На земле лежат рога, которые вы хотите себе. Вы поднимаете их и прикрепляете к своей шее. Представьте себе это рога торчат из твоей шеи. Теперь, когда твоя шея защищена, никто не сможет перерезать тебе горло.",
    "status": 3
  },
  {
    "character": "羊",
    "meaning": "Овца",
    "mnemonic": "Это овца, и вы смотрите на нее сверху. Посмотрите на два уха и тело овцы, идущее назад ( вся шерсть торчит в сторону) и хвостик сзади торчит. Какая милая овечка!",
    "status": 3
  },
  {
    "character": "舌",
    "meaning": "Язык",
    "mnemonic": "Что-то торчит изо рта. Что-то с тысячей маленьких вкусовых рецепторов. Это твой язык!",
    "status": 3
  },
  {
    "character": "歹",
    "meaning": "Якудза",
    "mnemonic": "Вечерний радикал находится под землей. Кто делает что-то под землей по ночам? Якудза. Представьте себе членов якудза, крадущихся в метро, или в канализации. Они там определенно ничего хорошего не замышляют.",
    "status": 3
  },
  {
    "character": "鳥",
    "meaning": "Птица",
    "mnemonic": "Видите крутое крыло внизу? Видите голову с аккуратным перышком, выходящим из верхушки? Это птица. Tweet твит!",
    "status": 3
  },
  {
    "character": "黒",
    "meaning": "Черный",
    "mnemonic": "Если вы сварите деревню, все станет черным. Главным образом потому, что вы сумасшедший убийца, но в большей степени потому, что когда вы варите деревня, все дороги тают и покрываются черной смолой. Представьте себе! Это похоже на Помпеи (Ой, слишком рано?)",
    "status": 3
  },
  {
    "character": "舟",
    "meaning": "Лодка",
    "mnemonic": "Это похоже на лодку, идущую к вам по воде. Видите развевающийся парус и отражение в воде? Так выглядят лодки нравиться.",
    "status": 3
  },
  {
    "character": "周",
    "meaning": "Окружность",
    "mnemonic": "Положите немного грязи вокруг головы и в рот, чтобы определить окружность головы. Когда вы вытащите голову, вы получите идеальная форма головы, позволяющая легко измерить окружность. А грязь у тебя во рту? Это просто на вкус.",
    "status": 3
  },
  {
    "character": "氏",
    "meaning": "Клан",
    "mnemonic": "Это похоже на маленького тамагочи или (если вы не ребенок 90-х) на утку. Что есть у обоих этих тварей? что у них общего? У них действительно сумасшедшие последователи в клане. И люди, которым это нравится (маленькие карманные игры или наблюдение за крякающими уточками), создают кланы, которые собираются вместе и делятся своим опытом. В каком клане вы состоите?",
    "status": 3
  },
  {
    "character": "魚",
    "meaning": "Рыба",
    "mnemonic": "В тюрьме на рисовом поле что-то варят. Как вы думаете, что это такое? Рыба! Что лучше сочетается с рисом ? Что легко найти, например, дешевую тюремную еду!",
    "status": 3
  },
  {
    "character": "門",
    "meaning": "Ворота",
    "mnemonic": "Этот радикал уже похож на ворота, верно? Представьте себе большие ворота с двумя колоннами, по одной с каждой стороны. Затем вверх наверху двери, которые могут опуститься в любой момент.",
    "status": 3
  },
  {
    "character": "夫",
    "meaning": "Муж",
    "mnemonic": "Радикалы земляные и большие составляют этого радикала. На земле лежит большой парень... кто этот большой парень? Неловко , это твой муж. Почувствуй стыд, что его сбили с ног. Кто? (Неважно.)",
    "status": 3
  },
  {
    "character": "己",
    "meaning": "Змея",
    "mnemonic": "придумать, почему",
    "status": 3
  },
  {
    "character": "豕",
    "meaning": "Свинья",
    "mnemonic": "Здесь у нас есть радикал земли, под которым что-то есть. Что это? Что любит лежать в земле, покрытый грязью? Здесь вам придется использовать свое воображение, но посмотрите, сможете ли вы найти четыре ноги, маленькие поросячьи ушки и вьющийся хвост внизу. Верно, это свинья!",
    "status": 3
  },
  {
    "character": "卩",
    "meaning": "Штамп",
    "mnemonic": "Этот радикал немного похож на букву P, верно? Это буква P, напечатанная на чем-то... подожди, она не напечатана, это штамп, поставленный на бумагу. Питер Паркер любит использовать штампы вместо ручек",
    "status": 3
  },
  {
    "character": "几",
    "meaning": "Стол",
    "mnemonic": "Что произойдет, если положить плоскую поверхность поверх пары ножек? Получится стол.",
    "status": 3
  },
  {
    "character": "孝",
    "meaning": "Учитель",
    "mnemonic": "Этот радикал состоит из гроба и ребенка. Чтобы уберечь ребенка от гроба, ему понадобится хороший учитель, который сделает конечно, они знают, что нельзя втыкать вилки в торговые точки и танцевать в пробках. Вот почему этот радикал - учитель.",
    "status": 3
  },
  {
    "character": "寺",
    "meaning": "Храм",
    "mnemonic": "Этот радикал выглядит как храм на холме, вам не кажется? Со всеми этими слоями и прочим? Просто представьте себе эту первую горизонтальную линию как основание богато украшенного храма, балансирующего на холме под ней, и вам не составит труда запомнить этот радикал.",
    "status": 3
  },
  {
    "character": "且",
    "meaning": "Цилиндр",
    "mnemonic": "Этот радикал выглядит как цилиндр. Вот почему это цилиндр!",
    "status": 3
  },
  {
    "character": "勿",
    "meaning": "Крыло",
    "mnemonic": "Видите крыло? Это что-то вроде крыла летучей мыши с перепонкой. В любом случае, это просто крыло.",
    "status": 3
  },
  {
    "character": "黄",
    "meaning": "Желтый",
    "mnemonic": "Цветы, которые растут из земли рисового поля после того, как вы закопаете туда плавники, вырастут желтыми. Почему? Потому что желтый цвет души рыбы, поэтому если посадить цветы над их плавниками, они станут красивыми и красивыми",
    "status": 3
  },
  {
    "character": "匚",
    "meaning": "Клетка",
    "mnemonic": "Этот радикал представляет собой клетку, потому что он покрыт со всех сторон, кроме одной (одна открытая сторона – это место, где находится дверь или ворота клетки) .В этой клетке ничего нет, потому что ворот нет, и то, что было внутри, вылезло наружу, надеюсь, это не бешеное...",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/3sw6vwbr3lbkiek3blwtvfsjyzyz",
    "meaning": "Накидка",
    "mnemonic": "Это накидка, похожая на те, которые носят супергерои. Посмотрите, как она висит на сбоку? Представьте, что вы привязываете его себе на шею и бегаете так, чтобы он летал позади вас.",
    "status": 3
  },
  {
    "character": "云",
    "meaning": "Облако",
    "mnemonic": "Это радикальное слово для облака. Видите, какое облако раздутое внизу, но имеет две линии вверху? Это потому, что плоскость пролетел через него. Если бы люди не изобрели самолеты, этот облачный радикал мог бы выглядеть иначе. Действительно заставляет задуматься, да?",
    "status": 3
  },
  {
    "character": "比",
    "meaning": "Сравнение",
    "mnemonic": "Этот радикал состоит из двух несколько разных версий радикала ложки (которые вы уже должны знать). Посмотрите внимательно на эти два ложки. Сравните их различия. Как в одном из тех журналов, где сравнивают две похожие картинки, но на этот раз с ложками.",
    "status": 3
  },
  {
    "character": "易",
    "meaning": "Легко",
    "mnemonic": "Если у вас есть крылья, полететь к солнцу будет легко. Если вы попытаетесь добраться туда своим бескрылым человеческим телом, это будет не так просто.",
    "status": 3
  },
  {
    "character": "穴",
    "meaning": "Дыра",
    "mnemonic": "У вас есть крыша на вершине чего-то похожего на вулкан. Что такое крыша на вершине вулкана? Почему, она определенно закрывает дыру наверху, я думаю, кто-то думал, что если на дыре вулкана построить крышу, лава не сможет выйти наружу.",
    "status": 3
  },
  {
    "character": "ユ",
    "meaning": "Крюк",
    "mnemonic": "Там, где была отрезана рука, есть плоская линия. В ней крючок, какой мог бы быть у пирата. Ярррр.",
    "status": 3
  },
  {
    "character": "馬",
    "meaning": "Лошадь",
    "mnemonic": "Не путайте этот радикал с радикалом птицы 鳥. Он выглядит похоже, с крылом внизу и формой сверху. сверху, но у него нет пера, торчащего из макушки, и у него длинная и толстая шея, поэтому, хотя он движется быстро, как будто у него есть крылья, это не птица, это лошадь.",
    "status": 3
  },
  {
    "character": "罒",
    "meaning": "Сеть",
    "mnemonic": "Это сеть, раскинутая над водой. Представьте себе, сколько рыбы вы сможете поймать в эту сеть!",
    "status": 3
  },
  {
    "character": "釆",
    "meaning": "Серп",
    "mnemonic": "Большая часть этого радикала - это просто радикал риса, но верхняя часть - это что-то, что отрывает рис от стебля. Это, друг мой, это серп. Видишь, как рис все еще там? Это потому, что он в движении. Серп буквально СЕЙЧАС срезает! (И не путай это с зерном!)",
    "status": 3
  },
  {
    "character": "巳",
    "meaning": "Змея",
    "mnemonic": "Есть два способа запомнить это. Во-первых, вы можете посмотреть на это и увидеть, что это свернувшаяся клубком змея. Или, если вы Если хотите, вы можете представить его в виде головы змеи, обращенной лицом вправо (видите ее открытый рот? При изучении кандзи мы можем использовать любой из них, но сейчас вы можете выбрать тот, который лучше всего соответствует вашему стилю запоминания). . Просто не забудь змеиться, когда увидишь этого радикала.",
    "status": 3
  },
  {
    "character": "合",
    "meaning": "Костюм",
    "status": 3
  },
  {
    "character": "殳",
    "meaning": "Оружие",
    "mnemonic": "Прикрепите стол к табуретке, и вы получите очень опасное оружие. Представьте, что вы ударили кого-то этой штукой! Или, еще лучше, представьте, что вы заставляете кого-то сидеть на нем. Он будет раздавлен морально, эмоционально и еще много чего. Вот это страшное оружие.",
    "status": 3
  },
  {
    "character": "反",
    "meaning": "Анти",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает анти.",
    "status": 3
  },
  {
    "character": "聿",
    "meaning": "Кисточка",
    "mnemonic": "Легче представить, если повернуть голову в сторону. Левая сторона этого радикала — кисть. Видите всю щетину?",
    "status": 3
  },
  {
    "character": "阝",
    "meaning": "Вымпел",
    "mnemonic": "",
    "status": 3
  },
  {
    "character": "⺤",
    "meaning": "Бутсы",
    "mnemonic": "Это подошва обуви и шипы, выходящие из нее. Только один вид обуви такой, и это зажим.\n\n\nну в росии это и называют бутсы, но у меня брат футболист вот я и запомнил",
    "status": 3
  },
  {
    "character": "咅",
    "meaning": "Клоун",
    "mnemonic": "Клоуны вытворяют странные трюки. Один из трюков, который они могут делать, — это встать себе на рот (или встать на чей-то рот). Представьте себе клоуна сделать что-нибудь из этого, чтобы вспомнить этого радикала: клоуна.",
    "status": 3
  },
  {
    "character": "疋",
    "meaning": "Вешалка",
    "mnemonic": "Видите все руки, торчащие из этого радикала? Они предназначены для того, чтобы вешать на них множество шляп, шарфов и пальто, потому что это пальто стойка.",
    "status": 3
  },
  {
    "character": "正",
    "meaning": "Правильно",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает правильный.",
    "status": 3
  },
  {
    "character": "永",
    "meaning": "Вечность",
    "mnemonic": "Капли воды хватит на вечность. Помните, как в школе учили о круговороте воды? Одна капля воды может перерабатывать себя таким образом навечно!",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/26pe70wzzjxr95tvbto14mmianqm",
    "meaning": "Минотавр",
    "mnemonic": "Рога + муж = минотавр",
    "status": 3
  },
  {
    "character": "重",
    "meaning": "Тяжелый",
    "mnemonic": "Этот радикал состоит из тысячи деревень. Если бы вы попытались их поднять, что бы это было? Тяжелый! И, наверное, сумасшедший .Но помните, насколько тяжелы будут тысячи деревень.",
    "status": 3
  },
  {
    "character": "覀",
    "meaning": "Вертолет",
    "mnemonic": "Этот радикал выглядит как вертолет, летящий прямо на вас, не так ли? Вы не можете видеть хвостовую часть, потому что она находится позади большая передняя кабина вертолета, но отсюда видны окна и большая вращающаяся лопасть.",
    "status": 3
  },
  {
    "character": "史",
    "meaning": "История",
    "mnemonic": "Рот, говорящий о сокровищах... для меня это больше похоже на древнюю историю. Просто потому, что повсюду были зарыты сокровища. место в истории, это не значит, что оно до сих пор не найдено. Не позволяйте истории завладеть вашей жизнью, как будто у нее есть человек, которому принадлежит этот рот.",
    "status": 3
  },
  {
    "character": "介",
    "meaning": "Клин",
    "mnemonic": "Этот радикальный вид похож на стрелу, но не на обычную. Он изогнутый и натянутый, правда? Как будто пытается сказать вам, что что-то втыкается туда, куда оно указывает.",
    "status": 3
  },
  {
    "character": "台",
    "meaning": "Машина",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает машину.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/zjrb5pypsqst01qqzrf7ikowyrs1",
    "meaning": "Папа Римский",
    "mnemonic": "У кого-то кресты вместо глаз. Это должен быть очень набожный католик. Какой номер один в этом поле? Это будет Папа.\n\nкакой бля католик",
    "status": 3
  },
  {
    "character": "辛",
    "meaning": "Острый (о еде)",
    "mnemonic": "Вы стоите на вершине креста. Почему? Потому что вы съели что-то такое острое, что заставило вас просить Иисуса об этом милосердие. Тебе нужно уберечь свой рот от пряного пламени. Чтобы убедиться, что он тебя слышит, ты встаешь на ближайший крест и обязательно чувствуешь, насколько это остро во рту, чтобы лучше это запомнить!",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/bgeevcphc4yu9iduoh6dyem57wot",
    "meaning": "Весна",
    "mnemonic": "Этот радикал выглядит так, будто новые растения пробиваются вверх и выходят из почвы. Это потому что это весенний радикал. Весна — это сезон (и радикал), полный новой, растущей жизни!",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/wuttjdzp4yn8v1wsiucyz53hrr7i",
    "meaning": "Кальмар",
    "mnemonic": "Видите здесь форму кальмара? Вот его голова, тело и щупальца (два , во всяком случае). Очень похоже на кальмара, если вы спросите меня!",
    "status": 3
  },
  {
    "character": "癶",
    "meaning": "Палатка",
    "mnemonic": "Признаюсь, это странная палатка, но она защитит вас от вещей, пытающихся проникнуть внутрь (вот почему она у него все шипы). Это лучшее, что вы можете сделать, учитывая, что вы находитесь в здании из ткани/пластика.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/15z81qc4c77tmjeypri69yrtipgd",
    "meaning": "Юрта",
    "mnemonic": "Там есть навес со столиком и сиденьями внутри. Это юрта! Это может быть на первый взгляд похоже на навес, но когда вы заходите внутрь, там есть куча красивой мебели, на которой можно расслабиться.",
    "status": 3
  },
  {
    "character": "酉",
    "meaning": "Алкоголь",
    "mnemonic": "Видите западного радикала на верхней части рта радикала? Подумайте о рту кого-то с Дикого Запада (как в ковбойском фильме) ). Что у них всегда во рту? Это алкоголь.",
    "status": 3
  },
  {
    "character": "豆",
    "meaning": "Бобы",
    "mnemonic": "У этого радикала есть стручок (квадрат в середине) между землей и некоторыми корнями. Этот стручок превратится в посадишь когда-нибудь. Какое это будет растение? Огромные большие бобы, как в «Джек и бобовый стебель",
    "status": 3
  },
  {
    "character": "束",
    "meaning": "Пучок",
    "mnemonic": "Это дерево, середину которого что-то обвило и крепко удерживает. Если бы вы развернули эту среднюю часть, вы бы поняли, что на самом деле это там привязана куча деревьев. Это куча деревьев!",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/21pvv7n3glkcgptryj0wv5qr9iui",
    "meaning": "Китайский",
    "mnemonic": "Почему ваш муж кладет цветы в рот? Это потому, что он китаец. Это просто что-то они там делают, вы объясняете. Чай — это цветочная вода, и это не так уж и странно, просто китайцы додумались сделать это первыми.",
    "status": 3
  },
  {
    "character": "丙",
    "meaning": "Динамит",
    "mnemonic": "Разве этот радикал не похож на один из тех старомодных динамитных плунжерных штучек, которые толкают, чтобы зажечь запал? Это делает это динамит!",
    "status": 3
  },
  {
    "character": "失",
    "meaning": "Ошибка",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ошибку.",
    "status": 3
  },
  {
    "character": "頁",
    "meaning": "Летучая рыба",
    "mnemonic": "Этот радикал состоит из моллюска с листом на нем. Что это такое? Загадочный геодак. Это очень своеобразный моллюск. Если вы не знаете, что такое геодак, посмотрите. У него довольно странный выступ, выходящий из его панциря.\n\n\nгуидак",
    "status": 3
  },
  {
    "character": "各",
    "meaning": "Поцелуй",
    "status": 3
  },
  {
    "character": "辰",
    "meaning": "Оползень",
    "mnemonic": "Если вы ударите об утес, вы начнете оползень! О нет!",
    "status": 3
  },
  {
    "character": "曲",
    "meaning": "Музыка",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает музыку.",
    "status": 3
  },
  {
    "character": "売",
    "meaning": "Продать",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает продажу.",
    "status": 3
  },
  {
    "character": "疒",
    "meaning": "Больной",
    "mnemonic": "Это радикал-навес со льдом, стекающим по спине. Если вы будете тусоваться в таком холодном навесе, вы обязательно получите Представьте, что вы больны и одиноки внутри холодного навеса. Бррр, о нет... АЧУ!\n\nпотная спина от температуры",
    "status": 3
  },
  {
    "character": "乃",
    "meaning": "Лестницы",
    "mnemonic": "Видите форму лестницы с правой стороны? Также обратите внимание, что она держится на столбе, балке или чем-то еще, чтобы убедиться, что лестницы не рушатся просто так, когда вы поднимаетесь по ним.",
    "status": 3
  },
  {
    "character": "圣",
    "meaning": "Надгробие",
    "mnemonic": "Из грязи торчит табурет. Вы подходите и понимаете, что на нем написано. На самом деле это надгробие. Вы могу сидеть на нем и вспоминать людей, которые сейчас находятся под землей.",
    "status": 3
  },
  {
    "character": "隹",
    "meaning": "Индейка",
    "mnemonic": "Это похоже на верхнюю часть радикального крыла птицы, но не совсем. Это что-то вроде тупой на вид вершины радикального птичьего существа. Что это за тупая птица, такая тупая, что смотрит в небо, чтобы утопиться с открытой пастью? Индюк?",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/wlymwvcrwfz0us7e8d72u4u5x5r6",
    "meaning": "Втулка",
    "mnemonic": "Я тоже сначала не понял (а потом как понял)",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/2edvh4ueffd8pphpb25um2iyp47x",
    "meaning": "Кладбище",
    "mnemonic": "У вас есть радикальная двадцатка и кандзи. Сложите их вместе, и вы получите 21. Как по-другому называется число 21? Это блэкджек.\n\nочко по русски в 21одно",
    "status": 3
  },
  {
    "character": "戈",
    "meaning": "Пьяница",
    "mnemonic": "Это радикал церемонии с радикалом горки. Зачем кому-то скользить по полу на церемонии? Если это радикал пьяница, вот почему! Люди любят пить на церемониях, и всегда находится хотя бы один пьяница, который заходит слишком далеко и скользит по полу, ползая червяком.",
    "status": 3
  },
  {
    "character": "及",
    "meaning": "Эскалатор",
    "mnemonic": "Вы помните лестницу (乃)? Этот радикал во многом похож на этот, но в нем есть дополнительные детали. Это все еще лестница... но это сложнее и быстрее! Поэтому это эскалатор!",
    "status": 3
  },
  {
    "character": "少",
    "meaning": "Мало",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает мало.",
    "status": 3
  },
  {
    "character": "申",
    "meaning": "Скромный",
    "mnemonic": "Этот радикал такой же, как кандзи, который вы выучили ранее, но значение немного другое. Это не только для смиренных высказываний. , это для того, чтобы быть скромным в целом. Когда вы увидите этого радикала, подумайте о том, чтобы быть скромным.",
    "status": 3
  },
  {
    "character": "兄",
    "meaning": "Старший брат",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает старший брат.",
    "status": 3
  },
  {
    "character": "令",
    "meaning": "Приказы",
    "mnemonic": "На этом конверте стоит штамп «Hat-Ground». Это может означать только одно: приказы из штаб-квартиры. Представьте себе это проставьте штамп на некоторых приказах для себя—прочитайте приказы вслух, чтобы помочь себе запомнить, что этот штамп на поле шляпы означает «приказы» и ничего больше.",
    "status": 3
  },
  {
    "character": "艮",
    "meaning": "Корни",
    "mnemonic": "Если светит солнце, и вы ударяете по земле, вы попадаете в корень. Корни пытаются подняться, когда солнце светит Ярко. Но если ударишь слишком сильно, корень тебя споткнёт, так что будь осторожен!",
    "status": 3
  },
  {
    "character": "単",
    "meaning": "Простой",
    "mnemonic": "На этом рисовом поле растёт что-то, и его охраняет крест. Эти рисовые поля принадлежат простой семье. которые живут простой жизнью. Они выращивают рис, молятся своему богу, и все у них хорошо и просто. Ах, я завидую.",
    "status": 3
  },
  {
    "character": "皮",
    "meaning": "Кожа",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает кожа.",
    "status": 3
  },
  {
    "character": "音",
    "meaning": "Звук",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает звук.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/q28j672gpn9skhpo03hohbu5mk53",
    "meaning": "Мусор",
    "mnemonic": "То, что вы пытаетесь сохранить в секрете, закрыто крышкой. Это ваш мусор. . Вы же не хотите, чтобы кто-то ролся в вашем личном мусоре, поэтому мы закрываем мусорные баки крышками. Просматривать чей-то мусор также запрещено, поэтому никогда не делайте этого.",
    "status": 3
  },
  {
    "character": "亜",
    "meaning": "Азия",
    "mnemonic": "Этот радикал выглядит как вертолет на земле. Или TIE-истребитель сверху (идет в сторону). В любом случае, это окей, потому что ты знаешь, где производятся и вертолеты, и TIE-истребители: Азия! Большинство самолетов в наши дни производятся в Азии, понимаешь?",
    "status": 3
  },
  {
    "character": "予",
    "meaning": "Заранее",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает заранее.",
    "status": 3
  },
  {
    "character": "業",
    "meaning": "Бизнес",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает бизнес.",
    "status": 3
  },
  {
    "character": "其",
    "meaning": "Краб",
    "mnemonic": "Это похоже на радикала моллюсков, но более остроконечное и безумное. У какого существа с панцирем есть шипы и клешни? Могучий краб!",
    "status": 3
  },
  {
    "character": "早",
    "meaning": "Ранний",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ранний.",
    "status": 3
  },
  {
    "character": "免",
    "meaning": "Оправдание",
    "mnemonic": "Этот радикал состоит из каких-то ног, выносящих солнце из тюрьмы. Эти ноги твои. Но когда тебя останавливает полиция, что Ваше оправдание? Придумайте одно и произнесите его вслух, начиная со слов: «Мое оправдание...",
    "status": 3
  },
  {
    "character": "直",
    "meaning": "Исправлять",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает исправление.",
    "status": 3
  },
  {
    "character": "示",
    "meaning": "Отбойный молоток",
    "mnemonic": "Вы видите ручки вверху и зазубрину внизу? Это отбойный молоток. Как вы можете определить? Две диагонали линии сбоку показывают, как отбойный молоток движется очень быстро вверх и вниз, делая то, что делают отбойные молотки.",
    "status": 3
  },
  {
    "character": "求",
    "meaning": "Запрос",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает запрос.",
    "status": 3
  },
  {
    "character": "者",
    "meaning": "Кто-то",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает кто-то.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/w371b37nk3fbuf2p4bfclqu33ayr",
    "meaning": "Попугай",
    "mnemonic": "Видите буквы T и F, составляющие этот радикал? Эти буквы обозначают тофу, наш любимые творожные блоки.",
    "status": 3
  },
  {
    "character": "共",
    "meaning": "Вместе",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает вместе.",
    "status": 3
  },
  {
    "character": "廴",
    "meaning": "Йога",
    "mnemonic": "Это похоже на то, как будто кто-то делает действительно огромные шаги и растягивается. Это похоже на что-нибудь, что вы знаете? Так и должно быть, потому что это то, что ты занимаешься йогой. Вытяни ноги и руки, пока не станешь таким радикальным! Ты сейчас занимаешься йогой!",
    "status": 3
  },
  {
    "character": "弟",
    "meaning": "Младший брат",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает младший брат.",
    "status": 3
  },
  {
    "character": "身",
    "meaning": "Тело",
    "mnemonic": "Этот радикал почти такой же, как кандзи, но он отбрасывает слово «некоторые» от кого-то, делая это просто телом .Как и физическое тело, в котором ты сейчас заперт.",
    "status": 3
  },
  {
    "character": "冊",
    "meaning": "Книжная полка",
    "mnemonic": "Это похоже на кучу книг на полке. Это книжная полка!",
    "status": 3
  },
  {
    "character": "缶",
    "meaning": "Консервная банка",
    "mnemonic": "Это сложно увидеть, но если посмотреть на это правильно, оно выглядит как консервная банка. Линии в посередине показана окружность, а линии сверху и по бокам показывают контур банки.",
    "status": 3
  },
  {
    "character": "央",
    "meaning": "Центр",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает центр.",
    "status": 3
  },
  {
    "character": "丸",
    "meaning": "Круг",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает круг.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/nb178l9s3p19munbl7unsn8x00k6",
    "meaning": "Усач",
    "mnemonic": "Усы + Рот = ???",
    "status": 3
  },
  {
    "character": "東",
    "meaning": "Восток",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает восток.",
    "status": 3
  },
  {
    "character": "象",
    "meaning": "Слон",
    "mnemonic": "Какое животное является печальным оправданием для свиньи? Слон. Представьте себе слона, пытающегося притвориться свиньей. Они серые, а не розовые. И у них очень длинные хоботы, а не маленькие свиные нюхи. И они намного больше, глупый слон.",
    "status": 3
  },
  {
    "character": "果",
    "meaning": "Фрукт",
    "mnemonic": "В древней Японии и Китае все связано с рисом. Так что рисовые поля на дереве - это, конечно, не рис, это другой вид еды. Это фрукты!",
    "status": 3
  },
  {
    "character": "良",
    "meaning": "Хороший",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает хорошо.",
    "status": 3
  },
  {
    "character": "百",
    "meaning": "Сотня",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает сто.",
    "status": 3
  },
  {
    "character": "意",
    "meaning": "Идея",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает идею.",
    "status": 3
  },
  {
    "character": "原",
    "meaning": "Оригинальный",
    "mnemonic": "Видите этот утес? Белый, маленький? Это оригинальный утес, один из первых утесов, которые когда-либо существовали. Вы всегда можете найдите оригинальные скалы, потому что они белые и маленькие. Они стали большими и яркими только много лет спустя.",
    "status": 3
  },
  {
    "character": "品",
    "meaning": "Продукты",
    "mnemonic": "Три коробки сложены друг на друга. Это продукты, ожидающие отправки.",
    "status": 3
  },
  {
    "character": "尺",
    "meaning": "Креветка",
    "mnemonic": "У этого радикала маленькая голова и несколько креветочных ножек, торчащих из нее. Это потому, что это креветка!",
    "status": 3
  },
  {
    "character": "忄",
    "meaning": "Душа",
    "mnemonic": "Там, что осталось от рыбы, плавают плавники. Это душа рыбы, оставшаяся после того, как вы съели ее тело. Сделать обязательно помаши на прощание душам рыбы, которую ты ешь. Это уважительно.",
    "status": 3
  },
  {
    "character": "坴",
    "meaning": "Склеп",
    "mnemonic": "Ноги появляются между двумя комками земли. Это земная версия утробы. Представьте себе крошечного ребенка, растущего под землей, а затем вырастаешь ногами вперед в мир. Представьте, что вы находитесь в этой грязной матке. Здесь тепло и сыро. Вы чувствуете себя в безопасности.",
    "status": 3
  },
  {
    "character": "犭",
    "meaning": "Животное",
    "mnemonic": "Это похоже на хвост, от которого отходят волоски. Однако его не следует путать с пальцами, потому что он изогнут, а то, что торчит, более беспорядочно, например, волосы или мех. Вот почему этот радикал является животным радикалом",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/ojd944rnd83p5hh4pbnzygw9u64u",
    "meaning": "Бар",
    "mnemonic": "Здесь двое пьяниц. Это делает этот радикальный бар. Куда еще ты собираешься напиток?",
    "status": 3
  },
  {
    "character": "才",
    "meaning": "Гений",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает гений.",
    "status": 3
  },
  {
    "character": "分",
    "meaning": "Часть",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает часть.",
    "status": 3
  },
  {
    "character": "勺",
    "meaning": "Бассейн",
    "mnemonic": "В тюрьме застряла капля воды. Тюрьма, в которой мы можем играть! Это бассейн! Вода может не понравиться быть там, но все мы, горячие люди, уверены.",
    "status": 3
  },
  {
    "character": "公",
    "meaning": "Публичный",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает публичный.",
    "status": 3
  },
  {
    "character": "井",
    "meaning": "Колодец",
    "mnemonic": "Думайте об этом радикале как о карте, на которую вы смотрите сверху. Через этот маленький городок проходят четыре улицы. Прямо в посередине — самое главное — колодец. Каждый идет по четырем улицам, чтобы добраться до колодца и получить воду, которую он так жаждет.",
    "status": 3
  },
  {
    "character": "⺍",
    "meaning": "Трава",
    "mnemonic": "Не путайте это с трицератопсом. Трава ближе друг к другу и немного более густая, как эта. Она также более хаотичная и сплющенная. вниз по частям. Если вы видите куст таких линий, вероятно, это будет трава.",
    "status": 3
  },
  {
    "character": "丈",
    "meaning": "Высота",
    "mnemonic": "Вверху этой горки находится нарвал (а его полностью заменить на что-то другое кста). Что он делает? Нарвал пытается увеличить свою высоту. Представьте себе нарвала опираясь на горку. Он стесняется своего роста. Он пытается доказать всем остальным нарвалам, что ему следует разрешить играть в их нарваловые игры, хотя он и не такого роста, как они.",
    "status": 3
  },
  {
    "character": "男",
    "meaning": "Мужчина",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает мужчина.",
    "status": 3
  },
  {
    "character": "句",
    "meaning": "Абзац",
    "mnemonic": "Вы запираете в тюрьме то, что выходит из вашего рта. То есть тюрьма бумаги и правил. Эти слова превращаться в хорошо построенные абзацы.",
    "status": 3
  },
  {
    "character": "去",
    "meaning": "Прошлое",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает прошлое.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/9liet94ediedm82xc3jy7a022ovz",
    "meaning": "Пила",
    "mnemonic": "Вы строите стол. На столе капля крови, которая твоя кровь. Это от того, что ты порезался пилой, которой ты собираешь стол. Представьте, что вы случайно порезались пилой!",
    "status": 3
  },
  {
    "character": "畐",
    "meaning": "Пугало",
    "mnemonic": "Луна на рисовом поле? Это просто чучело!",
    "status": 3
  },
  {
    "character": "歩",
    "meaning": "Идти",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает идти.",
    "status": 3
  },
  {
    "character": "付",
    "meaning": "Прикрепить",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает прикрепление.",
    "status": 3
  },
  {
    "character": "壴",
    "meaning": "Барабан",
    "mnemonic": "Этот радикал состоит из самураев и бобов. Раньше самураи клали бобы в барабаны, чтобы можно было постучать по ним и встряхнуть, чтобы издать шум. . Вы можете себе представить, как трясёт и стучит этот барабанный радикал?",
    "status": 3
  },
  {
    "character": "面",
    "meaning": "Лицо",
    "mnemonic": "У вас есть лист, рот и глаз. Это все, что вы найдете на лице! Подождите, вы у тебя на лице не растет лист? А... ну, представь себе, что у тебя нормальное человеческое лицо с листом где-то там, чудак.",
    "status": 3
  },
  {
    "character": "谷",
    "meaning": "Долина",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает долину.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/2ckukbkb2ywgdrfath0oj0esabjg",
    "meaning": "Зомби",
    "mnemonic": "У этого радикала фигура, протягивающая к вам обе руки, с грязью на голове. Это зомби, и, судя по всему, он, должно быть, совсем недавно выкопал себя из могилы.",
    "status": 3
  },
  {
    "character": "楽",
    "meaning": "Комфорт",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает комфорт.",
    "status": 3
  },
  {
    "character": "非",
    "meaning": "Преступник",
    "mnemonic": "Вы думаете, что видите какие-то ноги за решеткой. Кого сажают за решетку? Только преступников. Этот преступник довольно высокий, так как вы вижу только его ноги сзади.",
    "status": 3
  },
  {
    "character": "祭",
    "meaning": "Фестиваль",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает фестиваль.",
    "status": 3
  },
  {
    "character": "吉",
    "meaning": "Удача",
    "mnemonic": "Это радикал самурая над верхней частью рта. Если вы услышите, что говорит самурай, вы получите действительно, удачи. Самураев сейчас найти довольно сложно, возможно, именно поэтому мне так не везло...",
    "status": 3
  },
  {
    "character": "兑",
    "meaning": "Охранник",
    "mnemonic": "Этот радикал состоит из рогов и старшего брата. Но на самом деле это не рога, они часть вашего старшего брата",
    "status": 3
  },
  {
    "character": "無",
    "meaning": "Ничего",
    "mnemonic": "Там куча клеток кипит. Но заглянешь внутрь клеток, а там... ничего нет. Ты сварил все, что было в них",
    "status": 3
  },
  {
    "character": "苟",
    "meaning": "Поэма",
    "mnemonic": "Цветочный абзац — это не просто обычное письмо. Он цветистый, что делает его стихотворением.",
    "status": 3
  },
  {
    "character": "虍",
    "meaning": "Тигр",
    "mnemonic": "Вы потеряли семь пальцев на ногах(мб переделается) на скале, но считаете себя счастливчиком, учитывая, что их оторвал скальный тигр, живущий в Представьте себе, что тигр хватает вас за семь пальцев, когда вы свисаете с края скалы, если это помогает (и это тоже интересно!)",
    "status": 3
  },
  {
    "character": "争",
    "meaning": "Конфликт",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает конфликт.",
    "status": 3
  },
  {
    "character": "尭",
    "meaning": "Некромант",
    "mnemonic": "Использует крест на кладбище, чтобы трупы ожили и пошли (ноги)",
    "status": 3
  },
  {
    "character": "幸",
    "meaning": "Счастье",
    "mnemonic": "Этот радикал аналогичен кандзи. Он означает счастье. Не путайте его с пряным радикалом 辛, они очень похожи!",
    "status": 3
  },
  {
    "character": "昔",
    "meaning": "Давным-давно",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ",
    "status": 3
  },
  {
    "character": "曽",
    "meaning": "Маска",
    "mnemonic": "Это похоже на маску, да? У него рога, безумные глаза и большой рот. Никто на самом деле будет выглядеть вот так, поэтому это всего лишь маска.",
    "status": 3
  },
  {
    "character": "午",
    "meaning": "Полдень",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает полдень.",
    "status": 3
  },
  {
    "character": "先",
    "meaning": "Предыдущий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает предыдущий.",
    "status": 3
  },
  {
    "character": "凶",
    "meaning": "Сундук с сокровищами",
    "mnemonic": "Внутри этого ящика находится радикал с сокровищами. Что хранит сокровища? Сундук с сокровищами.",
    "status": 3
  },
  {
    "character": "成",
    "meaning": "Стать (кем-то)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает стать.",
    "status": 3
  },
  {
    "character": "复",
    "meaning": "Черная дыра",
    "mnemonic": "Когда вы стреляете из пистолета в солнце, наступает зима. Выстрел, который вы произвели, вызвал на солнце сумасшедшую цепную реакцию, заставив его взорваться и стать черной дырой. Представьте себе, что это произойдет, и представьте, какой шок вы почувствуете. Вы выстрелили в солнце. Вы вызвали эту бесконечную зиму (и вскоре смерть черной дыры).",
    "status": 3
  },
  {
    "character": "司",
    "meaning": "Директор",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает директор.",
    "status": 3
  },
  {
    "character": "我",
    "meaning": "Эго",
    "mnemonic": "Пьяница протягивает пальцы. Он смотрит на них. Понимая, кто он. Он начинает осознавать свое эго. Теперь, когда он осознает себя, у него, вероятно, тоже будет раздутое эго.",
    "status": 3
  },
  {
    "character": "由",
    "meaning": "Причина",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает причину.",
    "status": 3
  },
  {
    "character": "右",
    "meaning": "Право (справа)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает право.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/c4mr6dvhrg2vozxgg7252hbtkhg9",
    "meaning": "Взрыв",
    "mnemonic": "Видите, как энергия вырывается наружу? Это взрыв. Бум!",
    "status": 3
  },
  {
    "character": "巛",
    "meaning": "Наводнение",
    "mnemonic": "Три линии, составляющие радикал реки, тянутся в одном направлении. Это гигантская сила воды, идущая влево. Это наводнение! БЕГИТЕ!",
    "status": 3
  },
  {
    "character": "飛",
    "meaning": "Лететь",
    "mnemonic": "Этот радикал довольно сложен, но мало на что похож на этот радикал, так что вам повезло. Это похоже на гигантского летающего крепость какая-то. Видите пропеллеры сзади, когда он движется влево? Представьте себе, что-то подобное летит по воздуху. Вот почему этот радикал летает, потому что он летит.",
    "status": 3
  },
  {
    "character": "至",
    "meaning": "Крот",
    "mnemonic": "На какой-то земле лежит мусор, который, кажется... движется? Если вы поднимете этот мусор, вы обнаружите крота в грязь! Кроты любят копаться в земле и искать что-нибудь (например, мусор). Они — земляные еноты",
    "status": 3
  },
  {
    "character": "兼",
    "meaning": "Мона Лиза",
    "mnemonic": "Этот радикал выглядит как комбинация радикала кисти и кандзи красоты (美). Так что же красивого вы можете нарисовать? кистью? Самая известная, наверное, Мона Лиза.",
    "status": 3
  },
  {
    "character": "義",
    "meaning": "Праведность",
    "mnemonic": "Рога короля. Они такие большие, и из-за них у короля появляется эго. Это эго дает королю чувство праведности, которой у него не должно быть. Ну, я полагаю, так поступают короли, но эти рога просто смешны.",
    "status": 3
  },
  {
    "character": "角",
    "meaning": "Угол",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает угол.",
    "status": 3
  },
  {
    "character": "刃",
    "meaning": "Лезвие",
    "mnemonic": "У вас есть меч, на котором есть капля чего-то. Эта капля - капля крови. Конечно, меч порежет кто-то, кто прольет немного крови, но все, что вам действительно нужно, это любое лезвие, чтобы кого-то порезать. Меч, нож, что угодно, лишь бы это было лезвие.",
    "status": 3
  },
  {
    "character": "半",
    "meaning": "Половина",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает половину.",
    "status": 3
  },
  {
    "character": "啇",
    "meaning": "Ирокез",
    "mnemonic": "У тебя на голове что-то старое, что стоит. Что это за штука? Потрясающий ирокез. Он у тебя так долго он выглядит довольно старым... но все равно классным.",
    "status": 3
  },
  {
    "character": "次",
    "meaning": "Следующий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает следующий.",
    "status": 3
  },
  {
    "character": "番",
    "meaning": "Число",
    "mnemonic": "Этот радикал аналогичен кандзи, но «число в серии» слишком длинное. Давайте сократим его до числа .",
    "status": 3
  },
  {
    "character": "斉",
    "meaning": "Одновременно",
    "mnemonic": "Если вы пишете, глядя на луну, можете поспорить, что кто-то другой тоже это делает. У людей есть привычка смотреть на Луне одновременно.",
    "status": 3
  },
  {
    "character": "矛",
    "meaning": "Копье",
    "mnemonic": "У твоей мамы какое-то сложное оружие. Вы присматриваетесь и видите, что это копье. Острый конец справа , и на нем свисают какие-то украшения. Это очень модное копье, и ты задаешься вопросом, где твоя мама взяла его.",
    "status": 3
  },
  {
    "character": "能",
    "meaning": "Способность",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает способность.",
    "status": 3
  },
  {
    "character": "充",
    "meaning": "Распределять",
    "mnemonic": "У вас есть ноги, и вам нужно выбросить их в мусор. Но вас поймают, если вы положите их в один мусор быстро, разрежьте их и разложите по разным мусорным бакам по всему городу, тогда вас никогда не поймают.",
    "status": 3
  },
  {
    "character": "呂",
    "meaning": "Ванна",
    "mnemonic": "Видите чувака, сидящего внутри коробки? Его голова торчит сверху. Это ванна, в которой он сидит.",
    "status": 3
  },
  {
    "character": "安",
    "meaning": "Дешевый",
    "mnemonic": "Этот радикал аналогичен кандзи. Он означает дешевый.",
    "status": 3
  },
  {
    "character": "弗",
    "meaning": "Доллар",
    "mnemonic": "Это закорючка с двумя перечеркнутыми линиями. Хммм, разве это не кажется знакомым? Так и должно быть, потому что это символ доллара: Ну, достаточно близко. Просто посмотрите на это и подумайте: ах да, совершенно нормальный американский доллар",
    "status": 3
  },
  {
    "character": "爰",
    "meaning": "Футбол",
    "mnemonic": "Ваш друг лежит на земле, и вы наступаете на него бутсой. Здесь нет дружбы. Это настоящий спорт, вы играем. Это футбол.",
    "status": 3
  },
  {
    "character": "丬",
    "meaning": "Сосулька",
    "mnemonic": "Этот лед имеет форму палки. Это сосулька!",
    "status": 3
  },
  {
    "character": "平",
    "meaning": "Мир",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает мир.",
    "status": 3
  },
  {
    "character": "衣",
    "meaning": "Одежда",
    "mnemonic": "Вы сбиваете крышку с коробки. Внутри коробки лежит куча одежды. Этот радикал будет таким же, как иероглиф, который вы Я научусь позже, поэтому будет полезно изучить это как одежду, даже если она не совсем похожа на одежду.",
    "status": 3
  },
  {
    "character": "鬼",
    "meaning": "Демон",
    "mnemonic": "Это демон. Вы его видите? У него сумасшедшее лицо и несколько щупалец, которые держат что-то демоническое. Попытайтесь выяснить, как увидеть демона. Но не смотри на него слишком внимательно, иначе он выйдет из твоего компьютера и съест тебя.",
    "status": 3
  },
  {
    "character": "革",
    "meaning": "Кожа",
    "mnemonic": "Когда я смотрю на этот радикал, я вижу тело и (в основном) голову быка. Из чего сделаны быки? Они сделаны из кожи.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/ukii297f9p133x0k70y1acn0o610",
    "meaning": "Утро",
    "mnemonic": "Это левая часть кандзи 朝, поэтому назовем это утром.",
    "status": 3
  },
  {
    "character": "亭",
    "meaning": "Ресторан",
    "mnemonic": "Вы видите на улице крышку с изображением лба и рта. Хм, странно. Вы поднимаете крышку. и раскройте... секретный подземный ресторан! Комбинация «рот + лоб",
    "status": 3
  },
  {
    "character": "道",
    "meaning": "Дорога",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает дорогу.\n\nтут же самокат, надо как то совместить",
    "status": 3
  },
  {
    "character": "丩",
    "meaning": "Лозы",
    "mnemonic": "Этот радикал состоит из двух свисающих лоз и ветки, соединяющей их вместе. Представьте, что вы раскачиваетесь на них в стиле Тарзана. Аааааа ааааааааа !",
    "status": 3
  },
  {
    "character": "受",
    "meaning": "Принимать",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ",
    "status": 3
  },
  {
    "character": "制",
    "meaning": "Контроль",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает контроль.",
    "status": 3
  },
  {
    "character": "旦",
    "meaning": "Рассвет",
    "mnemonic": "Солнце поднимается из-под земли, создавая этот радикальный рассвет. Конечно, не путайте это с сумерками! Вы можно сделать это, думая, что солнце — оптимистичная и яркая вещь, поэтому оно имеет тенденцию восходить, а не заходить (кроме того, Япония — страна восходящего солнца. Я имею в виду, да ладно!)",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/dgeoshskssv0r7bnmaxj0o4lt1el",
    "meaning": "Джек-потрошитель",
    "mnemonic": "Луну закрывает шляпа, и в ней нож. Подождите, это не так. Луна. Это космическая станция! Это Звезда Смерти! Она притворяется луной под этой шляпой и вооружена! Не позволяйте Звезде Смерти заколоть вашу планету.",
    "status": 3
  },
  {
    "character": "客",
    "meaning": "Гость",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает гость.",
    "status": 3
  },
  {
    "character": "韋",
    "meaning": "Корея",
    "mnemonic": "На корейском барбекю корову едят пять ртов. Корея славится своим вкусным барбекю, и вам нужно много людей, чтобы поесть Вся эта говядина Как минимум пять человек (Понял? Пять человек!) Вот почему этот радикал — Корея",
    "status": 3
  },
  {
    "character": "然",
    "meaning": "Природа",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает природу.",
    "status": 3
  },
  {
    "character": "両",
    "meaning": "Оба",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает оба.",
    "status": 3
  },
  {
    "character": "京",
    "meaning": "Столица",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает прописную.",
    "status": 3
  },
  {
    "character": "友",
    "meaning": "Друг",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает друг.",
    "status": 3
  },
  {
    "character": "莫",
    "meaning": "Теплица",
    "mnemonic": "Цветам нужно солнце, чтобы вырасти большими. Чтобы помочь им вырасти как можно больше, мы помещаем их в теплицу.",
    "status": 3
  },
  {
    "character": "冓",
    "meaning": "Спасатель",
    "mnemonic": "У вас есть задача спасти два вида жизней. Кто спасает два вида жизней? Спасатель. Они спасают жизни людей тонут, а затем жизни людей, которые пытаются им помочь. Представьте себе спасателя, спасающего жизни двух человек одновременно. Какой герой!",
    "status": 3
  },
  {
    "character": "禹",
    "meaning": "Богомол",
    "mnemonic": "В этом радикале есть горка, голова и насекомое. Какое насекомое соскользнет с вашей головы за считанные секунды, а затем съест это? Устрашающий богомол.",
    "status": 3
  },
  {
    "character": "交",
    "meaning": "Смесь",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает смесь.",
    "status": 3
  },
  {
    "character": "甫",
    "meaning": "Свадьба",
    "mnemonic": "Этот радикал выглядит как человек в гигантском платье со слезами на глазах. Это человек на свадьбе. Это объясняет большое платье и слезы (счастья!) на глазах.",
    "status": 3
  },
  {
    "character": "告",
    "meaning": "Объявление",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает объявление.",
    "status": 3
  },
  {
    "character": "章",
    "meaning": "Глава (книги)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает главу.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/43evwoxebvriistgr2ti2lvnwjkd",
    "meaning": "Расческа",
    "mnemonic": "Посмотрите на все эти торчащие мелочи. Вы можете легко использовать их для расчесывания волос. .",
    "status": 3
  },
  {
    "character": "万",
    "meaning": "Десять тысяч",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает десять тысяч.",
    "status": 3
  },
  {
    "character": "倉",
    "meaning": "Склад",
    "status": 3
  },
  {
    "character": "召",
    "meaning": "Звать",
    "mnemonic": "Если кто-то поднес меч ко рту, вам нужно позвать на помощь! Позовите как можно громче всех, кто находится поблизости. может помочь тебе заставить этого парня вытащить меч изо рта.",
    "status": 3
  },
  {
    "character": "化",
    "meaning": "Изменение",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает изменение.",
    "status": 3
  },
  {
    "character": "出",
    "meaning": "Выход",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает выход.",
    "status": 3
  },
  {
    "character": "農",
    "meaning": "Сельское хозяйство",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает сельское хозяйство.",
    "status": 3
  },
  {
    "character": "民",
    "meaning": "Люди",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает народы.",
    "status": 3
  },
  {
    "character": "而",
    "meaning": "Грабли",
    "mnemonic": "Если вы посмотрите на это, то увидите, что это странные грабли.",
    "status": 3
  },
  {
    "character": "代",
    "meaning": "Замена",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает замену.",
    "status": 3
  },
  {
    "character": "余",
    "meaning": "Излишек",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает излишек.",
    "status": 3
  },
  {
    "character": "屯",
    "meaning": "Казармы",
    "mnemonic": "Вы втыкаете зонтик с большой направляющей в склон горы, чтобы построить казармы. Вы собираетесь использовать эти казармы, чтобы научите солдат кататься по горкам и прятаться от непогоды. Это гениально!",
    "status": 3
  },
  {
    "character": "前",
    "meaning": "До (чего-либо)",
    "mnemonic": "Значение этого радикала такое же, как и альтернативное значение кандзи. Оно означает прежде.",
    "status": 3
  },
  {
    "character": "巨",
    "meaning": "Гигант",
    "mnemonic": "Если бы вы посмотрели на гиганта сверху, вы бы увидели вот что. Видите ли вы голову и две руки? Гигант смотрит вправо.",
    "status": 3
  },
  {
    "character": "麗",
    "meaning": "Милый",
    "mnemonic": "Я не знаю, что это за штука, но она прелестная. У нее два глаза, забавный рот и всклокоченная борода. .Это мило, и ничего больше, ладно? Так что запомни это именно так.",
    "status": 3
  },
  {
    "character": "奇",
    "meaning": "Странный",
    "mnemonic": "Большое кольцо для губы — довольно странная вещь. Если оно большое, оно растянет вашу губу, что странно. слишком.",
    "status": 3
  },
  {
    "character": "専",
    "meaning": "Специальность",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает специальность.",
    "status": 3
  },
  {
    "character": "上",
    "meaning": "Вверх",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает выше.",
    "status": 3
  },
  {
    "character": "責",
    "meaning": "Вина (чья-то)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает обвинение.",
    "status": 3
  },
  {
    "character": "尞",
    "meaning": "Уголь",
    "mnemonic": "Когда солнце становится маленьким, вам нужно нагреться, бросив в огонь несколько больших рогов. Он превращается в древесный уголь. Отлично, поджаренный уголь, который согреет, когда солнце становится маленьким.",
    "status": 3
  },
  {
    "character": "区",
    "meaning": "Район",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает район.",
    "status": 3
  },
  {
    "character": "玄",
    "meaning": "Таинственный",
    "mnemonic": "Что находится под этой крышкой, которая пахнет какашками? Я не знаю! Насколько загадочно.",
    "status": 3
  },
  {
    "character": "乙",
    "meaning": "Нос",
    "mnemonic": "Если вы посмотрите на этого радикального правого человека, вы увидите НОС (с прищуренным глазом слева)",
    "status": 3
  },
  {
    "character": "臣",
    "meaning": "Слуга",
    "mnemonic": "Эй, это тот великан, которого ты знал раньше. Но... но его руки скованы цепями. Они скованы цепями, потому что ты поймал великан, и теперь он твой слуга!",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/l5nl91im7fvbcqjuwg1ovpenb82h",
    "meaning": "Холмы",
    "mnemonic": "Видите холмы с дорогой, уходящей на задний план к другому холму? Вот почему это радикал холмов.",
    "status": 3
  },
  {
    "character": "系",
    "meaning": "Происхождение",
    "mnemonic": "Нить проходит сквозь землю. Она отслеживает вашу родословную. Вы следуете по этой нити на протяжении многих поколений, чтобы узнать ваша родословная связана с Чингисханом. Почувствуйте нить и грязь в своей руке и действительно проследите родословную",
    "status": 3
  },
  {
    "character": "北",
    "meaning": "Север",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает север.",
    "status": 3
  },
  {
    "character": "片",
    "meaning": "Односторонний",
    "mnemonic": "Это немного похоже на официанта, идущего к вам с блюдом в руках... но подождите. Это только половина официант. Это односторонний официант!",
    "status": 3
  },
  {
    "character": "監",
    "meaning": "Надзор",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает надзор.",
    "status": 3
  },
  {
    "character": "冘",
    "meaning": "Пират",
    "mnemonic": "Этот вид выглядит как большой (大), и я думаю, вы помните, что вы узнали об этом, притворяясь, что это большой парень Но у этого здоровяка странная нога... колышковая нога, что делает его пиратом. А еще его руки находятся в положении «ЯРРРР",
    "status": 3
  },
  {
    "character": "甲",
    "meaning": "Панцирь черепахи",
    "mnemonic": "Бедные черепахи. Нам они здесь не нравятся. Это панцирь черепахи. Видите панцирь, у которого остался только хвост? Это единственное, что мы не удалили с черепахи. Это просто панцирь с хвостом, так что по сути это просто панцирь черепахи.",
    "status": 3
  },
  {
    "character": "鬲",
    "meaning": "Француз",
    "mnemonic": "Он ползун, и ему четыре-Т (сорок). Если кто-то вроде этого подкрадывается к вам, то это просто хулиган. Когда тебе исполнится сорок, ты больше не должен подкрадываться к людям. Ты задира, ты придурок. (ну это уже локальный мем)",
    "status": 3
  },
  {
    "character": "牙",
    "meaning": "Клык",
    "mnemonic": "Представь это у себя во рту. Это один зуб, который торчит больше, чем любой другой. Это твой клык. Ты видишь, как он торчит?",
    "status": 3
  },
  {
    "character": "郎",
    "meaning": "Парень",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает парень.",
    "status": 3
  },
  {
    "character": "扁",
    "meaning": "Библиотека",
    "mnemonic": "Над книжным шкафом есть дверь. Значит, это библиотека!",
    "status": 3
  },
  {
    "character": "並",
    "meaning": "Выстроиться (в ряд)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает выстраиваться.",
    "status": 3
  },
  {
    "character": "离",
    "meaning": "Ракета",
    "mnemonic": "Видите, какая у сундука с сокровищами крышка? Это потому, что весь этот предмет представляет собой ракету, содержащую все необходимые предметы (сокровища) для жизни в космосе. Нижняя часть радикала показывает, что это совершенно секретный проект, так что держите это в секрете.",
    "status": 3
  },
  {
    "character": "卬",
    "meaning": "Сырный Рогалик",
    "mnemonic": "",
    "status": 3
  },
  {
    "character": "必",
    "meaning": "Определенный",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает определенный.",
    "status": 3
  },
  {
    "character": "舎",
    "meaning": "Коттедж",
    "mnemonic": "Этот радикал выглядит как маленький домик, который идеально подойдет посреди пустыни, в окружении бамбука и небольшого горного ручья. Видишь крышу и открытую дверь. Вот почему этот коттедж радикальный.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/xtpqax3w4v50hbunqkij53oruddj",
    "meaning": "Эльф",
    "mnemonic": "Вы видите листовидное ухо, более известное как эльф! Эльфы — это просто люди, у которых есть уши острые, как листья.",
    "status": 3
  },
  {
    "character": "夜",
    "meaning": "Ночь",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ночь.",
    "status": 3
  },
  {
    "character": "同",
    "meaning": "То же (самое)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает то же самое.",
    "status": 3
  },
  {
    "character": "夋",
    "meaning": "Паук",
    "mnemonic": "Если присмотреться внимательно и внимательно, то зимой иногда можно увидеть какие-то частные ноги. Чьи ноги? Паучьи ноги! Слишком холодно для их зимой, поэтому они прячутся в трещинах и расщелинах, но иногда все равно можно увидеть, как их маленькие ножки торчат наружу.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/20okz1ryuk2qwxedykxq0fxs7xy6",
    "meaning": "Коралл",
    "mnemonic": "В воде на земле — шип. Это коралл. Коралл может выглядеть красиво, но если ты поскользнешься в воде и наступишь на нее, то поцарапаешься. Это ооочень круто.",
    "status": 3
  },
  {
    "character": "内",
    "meaning": "Внутри",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает внутри.",
    "status": 3
  },
  {
    "character": "間",
    "meaning": "Интервал",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает интервал.",
    "status": 3
  },
  {
    "character": "享",
    "meaning": "Получать",
    "mnemonic": "Закройте рот ребенка крышкой и что вы получите? В лучшем случае, очень невпечатленный взгляд этого бедного ребенка. Если вы хотите получать приятные вещи, закрывать детям рот крышками — не лучший вариант.\n\n\nкрышка - соска",
    "status": 3
  },
  {
    "character": "蔵",
    "meaning": "Склад",
    "mnemonic": "Ваши цветы становятся вашими слугами. Вы сажаете их, поливаете, выращиваете, затем срезаете и кладете в твоем хранилище. Они делают то, что ты хочешь, потому что они становятся ВАШИМИ слугами, а не наоборот. Поэтому ты можешь приказать им сидеть в хранилище и ждать, пока ты не придешь их съесть.",
    "status": 3
  },
  {
    "character": "喿",
    "meaning": "Сироп",
    "mnemonic": "Продукты, которые производят деревья? Это сироп. Вкусный кленовый сироп, например. Мммм!",
    "status": 3
  },
  {
    "character": "広",
    "meaning": "Широкий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает широкий.",
    "status": 3
  },
  {
    "character": "堇",
    "meaning": "Ботинок",
    "mnemonic": "Там что-то кожаное с грязью внизу. Это ботинок!",
    "status": 3
  },
  {
    "character": "呉",
    "meaning": "Катапульта",
    "mnemonic": "Видите камень в катапульте? У него даже есть маленькие ножки, которые удерживают его устойчиво, чтобы он мог лучше катапультироваться.",
    "status": 3
  },
  {
    "character": "爪",
    "meaning": "Коготь",
    "mnemonic": "Это уже похоже на какой-то коготь, поэтому сделать это довольно легко!",
    "status": 3
  },
  {
    "character": "員",
    "meaning": "Участник",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает участник.",
    "status": 3
  },
  {
    "character": "亥",
    "meaning": "Ломтик",
    "mnemonic": "Видите этого парня? Видите, как его РАЗРЕЗАЛ ПОполам??? Должно быть, это был чертовски большой кусок, чтобы так поступить с человеком .",
    "status": 3
  },
  {
    "character": "帯",
    "meaning": "Пояс",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает пояс.",
    "status": 3
  },
  {
    "character": "将",
    "meaning": "Командир",
    "mnemonic": "Кто носит бутсы и так долго снимает с вас мерки, что на теле начинают образовываться сосульки? Ваш командир. Командир очень, очень особенно. И все знают, что командир должен все сделать правильно. Поэтому снятие мерок занимает ТАК много времени, что сосульки вырастают из носа. Но это нормально, черт возьми!",
    "status": 3
  },
  {
    "character": "為",
    "meaning": "Ради (чего-либо)",
    "mnemonic": "Этот радикал выглядит как большая странная гусеница-жук. Но, ради всеобщего здравомыслия, мы просто назовем его Имейте в виду, что мы имеем в виду саке как «ради X",
    "status": 3
  },
  {
    "character": "彑",
    "meaning": "Сюрикен",
    "mnemonic": "Видите сюрикен, воткнутый в землю? Если вы не знаете, сюрикен — это просто метательная звезда. Потрясающее использование ниндзя Вот что есть в этом радикале.",
    "status": 3
  },
  {
    "character": "亀",
    "meaning": "Черепаха",
    "mnemonic": "Внутри этого радикала черепахи находится панцирь черепахи. Вы можете это сказать, потому что у этой штуки целая голова и хвост, что делает ее настоящей черепаха, а не просто панцирь.",
    "status": 3
  },
  {
    "character": "明",
    "meaning": "Яркий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает яркий.",
    "status": 3
  },
  {
    "character": "舛",
    "meaning": "Танец",
    "mnemonic": "Вы видите корову вечером. Вы подходите ближе и понимаете, что она танцует. Все коровы танцуют вечером. Можете ли вы Представьте себе это? Корова такая величественная танцует в лучах заходящего солнца.",
    "status": 3
  },
  {
    "character": "発",
    "meaning": "Отъезд",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает уход.",
    "status": 3
  },
  {
    "character": "南",
    "meaning": "Юг",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает юг.",
    "status": 3
  },
  {
    "character": "甘",
    "meaning": "Сладкий",
    "mnemonic": "Этот радикал — солнце с торчащими волосами. Почему волосы солнца так торчат? Оно съело слишком много сладкого вещи, из-за которых у него появляется слишком много энергии, из-за чего его волосы встают дыбом. А еще он выглядит как сладкая-сладкая конфета с торчащей оберткой. Запоминай ее так, как хочешь.",
    "status": 3
  },
  {
    "character": "貴",
    "meaning": "Ценный",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ценный.",
    "status": 3
  },
  {
    "character": "兆",
    "meaning": "Знамение",
    "mnemonic": "Вокруг твоих ног произошел взрыв. Это произошло именно так, как предупреждала гадалка. Это то предзнаменование, о котором она говорила. Подумай о что произойдет после того, как произойдет знамение. Какая ужасная магия гадалки произойдет???",
    "status": 3
  },
  {
    "character": "賞",
    "meaning": "Приз",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает приз.",
    "status": 3
  },
  {
    "character": "串",
    "meaning": "Шампур",
    "mnemonic": "В сочном мясе протыкается палка. Это шампур.",
    "status": 3
  },
  {
    "character": "暴",
    "meaning": "Насилие",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает насилие.",
    "status": 3
  },
  {
    "character": "包",
    "meaning": "Обертка",
    "mnemonic": "Вы (сам) находитесь в тюрьме. Посмотрите на тюрьму, как она окутывает вас. Она окутывает вас и держит крепко. Вот почему это радикальная упаковка!",
    "status": 3
  },
  {
    "character": "有",
    "meaning": "Иметь (в наличии)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ",
    "status": 3
  },
  {
    "character": "辟",
    "meaning": "Острый перец",
    "mnemonic": "Вы видите что-то с флажком и кладете это в рот. Это было остро! Вы смотрите на маленький флажок и там написано... острый перец.",
    "status": 3
  },
  {
    "character": "県",
    "meaning": "Префектура",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает префектуру.",
    "status": 3
  },
  {
    "character": "思",
    "meaning": "Думать",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ",
    "status": 3
  },
  {
    "character": "歯",
    "meaning": "Зуб",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает зуб.",
    "status": 3
  },
  {
    "character": "君",
    "meaning": "Приятель",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает приятель.",
    "status": 3
  },
  {
    "character": "旧",
    "meaning": "Бывший (предшествующий)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает бывший.",
    "status": 3
  },
  {
    "character": "岡",
    "meaning": "Холм",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает холм.",
    "status": 3
  },
  {
    "character": "㐮",
    "meaning": "Сатанисты",
    "mnemonic": "",
    "status": 3
  },
  {
    "character": "真",
    "meaning": "Реальность",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает реальность.",
    "status": 3
  },
  {
    "character": "巻",
    "meaning": "Свиток, завернуть",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает прокрутку.",
    "status": 3
  },
  {
    "character": "空",
    "meaning": "Небо",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает небо.",
    "status": 3
  },
  {
    "character": "三",
    "meaning": "Три",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает три.",
    "status": 3
  },
  {
    "character": "雇",
    "meaning": "Нанять",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает нанять.",
    "status": 3
  },
  {
    "character": "毎",
    "meaning": "Каждый",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает каждый.",
    "status": 3
  },
  {
    "character": "保",
    "meaning": "Сохранить",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает сохранение.",
    "status": 3
  },
  {
    "character": "喜",
    "meaning": "Радуйтесь",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает радуйся.",
    "status": 3
  },
  {
    "character": "麦",
    "meaning": "Пшеница",
    "mnemonic": "Этот радикал аналогичен кандзи, но вы выучили это очень давно, поэтому вот напоминание о мнемонике, на всякий случай:\n",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/qllq7st7fa0cld22teqa9d9x0zbt",
    "meaning": "Кактус",
    "mnemonic": "Видишь кактус, выходящий из земли? Рад тебя видеть!",
    "status": 3
  },
  {
    "character": "宣",
    "meaning": "Провозгласить",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает провозглашение.",
    "status": 3
  },
  {
    "character": "華",
    "meaning": "Эффектный",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает эффектный.",
    "status": 3
  },
  {
    "character": "夆",
    "meaning": "Указатель",
    "mnemonic": "Это столб с табличками. А сверху — указатель зимы, показывающий, что если вы пойдете на север, там наверху зима. . На знаках написано что-то вроде «Нарния ↑», «Мериделл ←» и «Бананаленд →», так что вы знаете, что это указатель.",
    "status": 3
  },
  {
    "character": "妻",
    "meaning": "Жена",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает жена.",
    "status": 3
  },
  {
    "character": "骨",
    "meaning": "Кость",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает кость.",
    "status": 3
  },
  {
    "character": "瓜",
    "meaning": "Дыня",
    "mnemonic": "Это дыня. Представьте себе дыню, разрезанную пополам, и вы смотрите на ее внутренности сбоку. Посмотрите на эти драгоценные Частные части дыни. Ты собираешься оставить их себе, потому что дыни вкусные, а не для того, чтобы ими делиться.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/v61hmex1837301x4dm1hehpg1wx4",
    "meaning": "Спутник",
    "mnemonic": "Посмотрите на этого радикала. Вы видите, как он парит в космосе? Вы видите усики и отражатели? Это потому, что это спутник.",
    "status": 3
  },
  {
    "character": "屋",
    "meaning": "Магазин",
    "mnemonic": "У нас уже есть радикал крыши, поэтому мы собираемся использовать вторичное значение кандзи для этого радикала. Это магазин, помните? ",
    "status": 3
  },
  {
    "character": "豸",
    "meaning": "Барсук",
    "mnemonic": "Вы знаете радикал животного. Это то же самое, с небольшим дополнением. Это уже животное... а это значит, что все вы надо вспомнить, что это за животное. В данном случае это барсук.",
    "status": 3
  },
  {
    "character": "龍",
    "meaning": "Император",
    "mnemonic": "Встаньте на Луну, чтобы вы могли смотреть на свои страны сверху вниз. То, что со всеми линиями и границами, — это границы всех странами, которыми ты управляешь, ибо ты имперец.",
    "status": 3
  },
  {
    "character": "耒",
    "meaning": "Плуг",
    "mnemonic": "Вы разбрасываете землю вокруг срубленного дерева. Это приспособление, которое вы сделали, называется плугом. Используйте его. разбрасывать грязь!",
    "status": 3
  },
  {
    "character": "竜",
    "meaning": "Дракон",
    "mnemonic": "Черепаха, которая встает, больше не черепаха. Она превратилась в монстра. Что за монстр? Дракон! Rawwwr .",
    "status": 3
  },
  {
    "character": "風",
    "meaning": "Ветер",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ветер.",
    "status": 3
  },
  {
    "character": "更",
    "meaning": "Снова",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает снова.",
    "status": 3
  },
  {
    "character": "家",
    "meaning": "Дом",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает дом.",
    "status": 3
  },
  {
    "character": "守",
    "meaning": "Защитить",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает защиту.",
    "status": 3
  },
  {
    "character": "太",
    "meaning": "Жир",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает жир.",
    "status": 3
  },
  {
    "character": "恵",
    "meaning": "Благосклонность",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает благосклонность.",
    "status": 3
  },
  {
    "character": "敝",
    "meaning": "Пингвин",
    "mnemonic": "Зимой в полотенце заворачивают плавники. Кто сушит эти рыбьи плавники, чтобы их съесть? Пингвин.",
    "status": 3
  },
  {
    "character": "波",
    "meaning": "Волна",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает волну.",
    "status": 3
  },
  {
    "character": "容",
    "meaning": "Форма (вид)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает форму.",
    "status": 3
  },
  {
    "character": "光",
    "meaning": "Солнечный свет",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает солнечный свет.",
    "status": 3
  },
  {
    "character": "甚",
    "meaning": "Ловушка для краба",
    "mnemonic": "Этот радикал выглядит так, будто из маленького животного (匹) торчит краб (其). Часто, когда краб ест маленькое животное, это маленькое животное было помещено в ловушку для крабов, чтобы поймать краба и заманить его маленьким животным. Вот почему этот радикал — ловушка для крабов.",
    "status": 3
  },
  {
    "character": "回",
    "meaning": "Раз (третий)",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает время.",
    "status": 3
  },
  {
    "character": "荒",
    "meaning": "Дикий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает дикий.",
    "status": 3
  },
  {
    "character": "名",
    "meaning": "Имя",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает имя.",
    "status": 3
  },
  {
    "character": "https://files.wanikani.com/zttqaf4pmr1hyfn4zm1of5d1ey5l",
    "meaning": "Психопат",
    "mnemonic": "Внутри лба этого парня у тебя ложка и куча волос, не говоря уже о чем-то еще это вверху слева. Это мысли психопата.",
    "status": 3
  },
  {
    "character": "禺",
    "meaning": "Фукурокудзю",
    "mnemonic": "Фукурокудзю - дед с усами и черепахой",
    "status": 3
  },
  {
    "character": "胃",
    "meaning": "Желудок",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает желудок.",
    "status": 3
  },
  {
    "character": "夌",
    "meaning": "Обморожение",
    "mnemonic": "Этот радикал сделан из грязи, ног и зимы. Если зимой приходится зарывать ноги в грязь, то, вероятно, это потому что ты обморожен. Тебе пришлось оставить свои мертвые ноги :(",
    "status": 3
  },
  {
    "character": "高",
    "meaning": "Высокий",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает высокий.",
    "status": 3
  },
  {
    "character": "疑",
    "meaning": "Сомнение",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает сомнение.",
    "status": 3
  },
  {
    "character": "感",
    "meaning": "Чувство",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает чувство.",
    "status": 3
  },
  {
    "character": "凹",
    "meaning": "Вогнутый",
    "mnemonic": "Похоже, в этой коробке есть вмятина. Когда в чем-то есть дыра или вмятина, это называется вогнутостью.",
    "status": 3
  },
  {
    "character": "凸",
    "meaning": "Выпуклый",
    "mnemonic": "Это похоже на коробку, из которой что-то торчит. Когда что-то торчит из чего-то другого, оно выпуклое.",
    "status": 3
  },
  {
    "character": "下",
    "meaning": "Ниже",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает ниже.",
    "status": 3
  },
  {
    "character": "勇",
    "meaning": "Мужество",
    "mnemonic": "Этот радикал совпадает с кандзи. Он означает смелость.",
    "status": 3
  }
]